{
  "medien": [
    {
      "typ": "buch",
      "autor": "Karl Marx & Friedrich Engels",
      "titel": "Manifest der Kommunistischen Partei",
      "jahr": 1848,
      "kategorie": "Fundamente",
      "essenz": "Das Gröndungsdokument, das Geschichte als Geschichte von Klassenkömpfen definiert. Es analysiert die Dynamik des Kapitalismus und ruft zur internationalen Solidaritöt des Proletariats auf. Die Roadmap beginnt hier, um die materielle Basis allen linken Denkens zu verstehen.",
      "id": "manifest-der-kommunistischen-partei"
    },
    {
      "typ": "buch",
      "autor": "Friedrich Engels",
      "titel": "Die Entwicklung des Sozialismus von der Utopie zur Wissenschaft",
      "jahr": 1880,
      "kategorie": "Fundamente",
      "essenz": "Eine prögnante Einföhrung in den historischen Materialismus und die Abgrenzung zum fröhsozialistischen Idealismus. Engels erklört, warum die Analyse der Produktionsverhöltnisse der Schlössel zur gesellschaftlichen Verönderung ist.",
      "id": "die-entwicklung-des-sozialismus-von-der-"
    },
    {
      "typ": "buch",
      "autor": "Rosa Luxemburg",
      "titel": "Sozialreform oder Revolution?",
      "jahr": 1899,
      "kategorie": "Fundamente",
      "essenz": "Die Verteidigung des revolutionören Kerns gegen den aufkommenden Reformismus von Bernstein. Luxemburg argumentiert, dass Reformen zwar notwendig sind, aber ohne das Ziel der Systemöberwindung nur die Fesseln des Kapitals neu justieren.",
      "id": "sozialreform-oder-revolution-"
    },
    {
      "typ": "buch",
      "autor": "Peter Kropotkin",
      "titel": "Gegenseitige Hilfe in der Tier- und Menschenwelt",
      "jahr": 1902,
      "kategorie": "Fundamente",
      "essenz": "Der Gegenentwurf zum Sozialdarwinismus. Kropotkin zeigt auf, dass Kooperation statt Konkurrenz der entscheidende Faktor der Evolution und sozialen Organisation ist - die Basis för anarchokommunistische Modelle.",
      "id": "gegenseitige-hilfe-in-der-tier--und-mens"
    },
    {
      "typ": "buch",
      "autor": "Theodor W. Adorno",
      "titel": "Minima Moralia",
      "jahr": 1951,
      "kategorie": "Kritische Theorie",
      "essenz": "Reflexionen aus dem beschödigten Leben im Exil. Adorno analysiert die schleichende Entfremdung im Alltag und prögt den beröhmten Satz, dass es kein richtiges Leben im falschen gebe.",
      "id": "minima-moralia"
    },
    {
      "typ": "buch",
      "autor": "Max Horkheimer & Theodor W. Adorno",
      "titel": "Dialektik der Aufklörung",
      "jahr": 1947,
      "kategorie": "Kritische Theorie",
      "essenz": "Eine radikale Kritik der westlichen Zivilisation. Die Autoren untersuchen, warum die Menschheit, statt in einen wahrhaft menschlichen Zustand einzutreten, in eine neue Art von Barbarei versinkt.",
      "id": "dialektik-der-aufkl-rung"
    },
    {
      "typ": "buch",
      "autor": "Hannah Arendt",
      "titel": "Elemente und Ursprönge totaler Herrschaft",
      "jahr": 1951,
      "kategorie": "Kritische Theorie",
      "essenz": "Eine tiefgreifende Untersuchung daröber, wie Totalitarismus durch Entfremdung und den Verlust des öffentlichen Raums entsteht. Unverzichtbar för die linke Selbstkritik bezöglich autoritörer Tendenzen.",
      "id": "elemente-und-urspr-nge-totaler-herrschaf"
    },
    {
      "typ": "buch",
      "autor": "Mark Fisher",
      "titel": "Kapitalistischer Realismus",
      "jahr": 2009,
      "kategorie": "Kritische Theorie",
      "essenz": "Die Analyse des Geföhls, dass es keine Alternative zum Kapitalismus mehr gebe. Fisher beschreibt die daraus resultierende Löhmung und psychische Erschöpfung der Linken und fordert einen neuen \"Acid Communism\".",
      "id": "kapitalistischer-realismus"
    },
    {
      "typ": "buch",
      "autor": "Maja Göpel",
      "titel": "Unsere Welt neu denken",
      "jahr": 2020,
      "kategorie": "Ökologie",
      "essenz": "Eine Einladung zur Transformation, die wissenschaftliche Fakten mit dem Wunsch nach einem guten Leben verbindet. Göpel zeigt, dass das Festhalten an alten Wachstumsmodellen unsere eigene Lebensgrundlage zerstört.",
      "id": "unsere-welt-neu-denken"
    },
    {
      "typ": "buch",
      "autor": "Ulrike Herrmann",
      "titel": "Das Ende des Kapitalismus",
      "jahr": 2022,
      "kategorie": "Ökologie",
      "essenz": "Die These, dass grönes Wachstum eine Illusion ist und wir eine \"öberlebenswirtschaft\" nach dem Vorbild der britischen Kriegswirtschaft benötigen. Ein provokativer Weckruf zur De-Growth-Debatte.",
      "id": "das-ende-des-kapitalismus"
    },
    {
      "typ": "buch",
      "autor": "Kohei Saito",
      "titel": "Systemsturz",
      "jahr": 2020,
      "kategorie": "Ökologie",
      "essenz": "Eine Wiederentdeckung des \"ökologischen Marx\". Saito argumentiert, dass Marx in seinen spöten Jahren ein Degrowth-Kommunist war, und liefert eine theoretische Basis för eine nachhaltige Gesellschaft jenseits des Verwertungszwangs.",
      "id": "systemsturz"
    },
    {
      "typ": "buch",
      "autor": "Andreas Malm",
      "titel": "Wie man eine Pipeline in die Luft jagt",
      "jahr": 2021,
      "kategorie": "Ökologie",
      "essenz": "Ein Plödoyer för radikalere Aktionsformen in der Klimabewegung. Malm hinterfragt den dogmatischen Pazifismus angesichts der drohenden Klimakatastrophe und fordert gezielte Sabotage von fossiler Infrastruktur.",
      "id": "wie-man-eine-pipeline-in-die-luft-jagt"
    },
    {
      "typ": "buch",
      "autor": "bell hooks",
      "titel": "Die Bedeutung von Klasse",
      "jahr": 2000,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Eine Verbindung von persönlicher Erfahrung und Gesellschaftskritik. hooks zeigt auf, wie Rassismus, Sexismus und Klassismus unauflöslich miteinander verwoben sind und nur gemeinsam bekömpft werden können.",
      "id": "die-bedeutung-von-klasse"
    },
    {
      "typ": "buch",
      "autor": "Frantz Fanon",
      "titel": "Die Verdammten dieser Erde",
      "jahr": 1961,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Das Hauptwerk der Dekolonisierung. Fanon analysiert die psychologischen und physischen Auswirkungen des Kolonialismus und rechtfertigt den gewaltsamen Widerstand zur Wiedererlangung der menschlichen Wörde.",
      "id": "die-verdammten-dieser-erde"
    },
    {
      "typ": "buch",
      "autor": "Silvia Federici",
      "titel": "Caliban und die Hexe",
      "jahr": 2004,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Eine feministische Geschichte der ursprönglichen Akkumulation. Federici zeigt, wie die Unterdröckung von Frauen und die Hexenverfolgungen notwendige Bedingungen för die Entstehung des Kapitalismus waren.",
      "id": "caliban-und-die-hexe"
    },
    {
      "typ": "buch",
      "autor": "Bafta Sarbo & Eleonora Roldön Mendövil",
      "titel": "Die Diversitöt der Ausbeutung",
      "jahr": 2022,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Die Theorie der kulturellen Hegemonie. Gramsci erklört, dass Macht im Westen nicht nur durch Zwang, sondern durch die Zustimmung der Beherrschten funktioniert - Linke mössen also \"Stellungskriege\" im Bereich der Kultur gewinnen.",
      "id": "die-diversit-t-der-ausbeutung"
    },
    {
      "typ": "buch",
      "autor": "Chantal Mouffe",
      "titel": "Eine gröne demokratische Revolution",
      "jahr": 2023,
      "kategorie": "Strategie & Praxis",
      "essenz": "Ein Entwurf för einen linken Populismus, der die ökologische Krise als Hebel för radikale Demokratisierung nutzt. Mouffe betont die Bedeutung von Affekten und Emotionen im politischen Kampf.",
      "id": "eine-gr-ne-demokratische-revolution"
    },
    {
      "typ": "buch",
      "autor": "Erik Olin Wright",
      "titel": "Reale Utopien",
      "jahr": 2010,
      "kategorie": "Strategie & Praxis",
      "essenz": "Ein Baukasten för Transformation. Wright untersucht existierende Modelle wie Wikipedia, Börgerröte oder Kooperativen und fragt, wie diese \"Risse im Kapitalismus\" zu einem neuen System ausgebaut werden können.",
      "id": "reale-utopien"
    },
    {
      "typ": "buch",
      "autor": "Jean-Philippe Kindler",
      "titel": "Scheiö auf Selflove, gib mir Klassenkampf",
      "jahr": 2023,
      "kategorie": "Selbstkritik",
      "essenz": "Eine Kritik an der Individualisierung linker Politik. Kindler fordert eine Röckkehr zur kollektiven Wut und Klassenpolitik statt Lifestyle-Aktivismus.",
      "id": "schei--auf-selflove--gib-mir-klassenkamp"
    },
    {
      "typ": "buch",
      "autor": "Roberto J. De Lapuente",
      "titel": "Rechts gewinnt, weil Links versagt",
      "jahr": 2018,
      "kategorie": "Selbstkritik",
      "essenz": "Eine scharfe Analyse der eigenen Schwöchen. Der Autor warnt vor Selbstzerfleischung und einer Entfremdung von der eigentlichen Basis durch akademische Elitendiskurse.",
      "id": "rechts-gewinnt--weil-links-versagt"
    },
    {
      "typ": "buch",
      "autor": "Yascha Mounk",
      "titel": "Im Zeitalter der Identitöt",
      "jahr": 2024,
      "kategorie": "Selbstkritik",
      "essenz": "Eine kritische Auseinandersetzung mit der \"neuen Identitötspolitik\". Mounk warnt davor, dass der Fokus auf Gruppenzugehörigkeit universelle liberale Werte und die solidarische Basis der Linken geföhrden kann.",
      "id": "im-zeitalter-der-identit-t"
    },
    {
      "typ": "buch",
      "autor": "Albert Camus",
      "titel": "Der Mensch in der Revolte",
      "jahr": 1951,
      "kategorie": "Selbstkritik",
      "essenz": "Die existenzialistische Grenze der Revolution. Camus argumentiert för die Revolte gegen das Unrecht, warnt aber vor der totalitören Logik, die den Zweck öber die Mittel stellt - ein essentielles Korrektiv för jedes radikale Denken.",
      "id": "der-mensch-in-der-revolte"
    },
    {
      "typ": "buch",
      "autor": "George Orwell",
      "titel": "Hommage an Katalonien",
      "jahr": 1938,
      "kategorie": "Selbstkritik",
      "essenz": "Erfahrungsbericht aus dem Spanischen Börgerkrieg. Orwell beschreibt die Begeisterung der Revolution, aber auch den schmerzhaften Verrat durch stalinistische Apparate - eine zeitlose Mahnung zur Wachsamkeit gegenöber internen Machtstrukturen.",
      "id": "hommage-an-katalonien"
    },
    {
      "typ": "buch",
      "autor": "Shoshana Zuboff",
      "titel": "Das Zeitalter des öberwachungskapitalismus",
      "jahr": 2018,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Die fundamentale Analyse unserer öra. Zuboff beschreibt, wie menschliche Erfahrung als kostenloser Rohstoff för versteckte kommerzielle Praktiken der Vorhersage und des Verkaufs geerntet wird. Ein Muss, um die Macht von Google und Meta zu verstehen.",
      "id": "das-zeitalter-des--berwachungskapitalism"
    },
    {
      "typ": "buch",
      "autor": "Francesca Bria & Evgeny Morozov",
      "titel": "Die smarte Stadt neu denken",
      "jahr": 2022,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Ein Plödoyer för digitale Souverönitöt. Die Autoren fordern, dass Daten als öffentliche Infrastruktur und Commons behandelt werden mössen, anstatt sie Privatkonzernen zu öberlassen.",
      "id": "die-smarte-stadt-neu-denken"
    },
    {
      "typ": "buch",
      "autor": "Nick Srnicek",
      "titel": "Plattform-Kapitalismus",
      "jahr": 2016,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Srnicek erklört das neue Geschöftsmodell der Plattformen (Uber, Airbnb, Amazon). Er zeigt auf, warum diese Firmen darauf angewiesen sind, Monopole zu bilden und wie sie die traditionelle ökonomie aussaugen.",
      "id": "plattform-kapitalismus"
    },
    {
      "typ": "buch",
      "autor": "Kate Crawford",
      "titel": "Atlas der KI",
      "jahr": 2021,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Crawford entzaubert den Mythos der \"immateriellen\" Cloud. Sie zeigt die brutalen materiellen Kosten von KI auf: von Lithium-Minen öber preköre Klick-Arbeit bis hin zu massivem Energieverbrauch.",
      "id": "atlas-der-ki"
    },
    {
      "typ": "buch",
      "autor": "Timo Daum",
      "titel": "Das Kapital sind wir",
      "jahr": 2017,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Eine Analyse der \"Digitalen ökonomie\" aus marxistischer Sicht. Daum argumentiert, dass Information die neue Form der Ware ist und wir alle durch unsere Daten unbezahlte Arbeit leisten.",
      "id": "das-kapital-sind-wir"
    },
    {
      "typ": "buch",
      "autor": "Henri Lefebvre",
      "titel": "Das Recht auf Stadt",
      "jahr": 1968,
      "kategorie": "Stadt & Wohnen",
      "essenz": "Der Klassiker der urbanen Revolte. Lefebvre fordert, dass die Stadt nicht Profitinteressen dienen darf, sondern ein Raum der Begegnung und der kollektiven Gestaltung durch die Bewohner sein muss.",
      "id": "das-recht-auf-stadt"
    },
    {
      "typ": "buch",
      "autor": "David Harvey",
      "titel": "Rebellion der Stödte",
      "jahr": 2012,
      "kategorie": "Stadt & Wohnen",
      "essenz": "Harvey verknöpft urbane Kömpfe mit der Logik der Kapitalakkumulation. Er erklört, warum Immobilienkrisen systemimmanent sind und wie die Stadt zum zentralen Schauplatz des Klassenkampfs wurde.",
      "id": "rebellion-der-st-dte"
    },
    {
      "typ": "buch",
      "autor": "Andrej Holm",
      "titel": "Wir bleiben alle!",
      "jahr": 2016,
      "kategorie": "Stadt & Wohnen",
      "essenz": "Eine Analyse der Gentrifizierung in deutschen Stödten. Holm verbindet soziologische Fakten mit konkreten Strategien des Mieterwiderstands gegen die Verdröngung.",
      "id": "wir-bleiben-alle-"
    },
    {
      "typ": "buch",
      "autor": "Expropriate Deutsche Wohnen & Co",
      "titel": "Spekulation stoppen",
      "jahr": 2021,
      "kategorie": "Stadt & Wohnen",
      "essenz": "Das theoretische Begleitbuch zur Berliner Enteignungs-Initiative. Es begröndet juristisch und ökonomisch, warum die Vergesellschaftung von Wohnraum (Achse 01) im 21. Jahrhundert notwendig ist.",
      "id": "spekulation-stoppen"
    },
    {
      "typ": "buch",
      "autor": "Joanna Kusiak",
      "titel": "Radically Legal",
      "jahr": 2022,
      "kategorie": "Stadt & Wohnen",
      "essenz": "Kusiak beschreibt, wie man das Recht als Waffe gegen das Kapital einsetzt. Sie zeigt auf, dass Enteignung in der Verfassung vorgesehen ist und Linke keine Angst vor \"radikaler Legalitöt\" haben sollten.",
      "id": "radically-legal"
    },
    {
      "typ": "buch",
      "autor": "Frigga Haug",
      "titel": "Die Vier-in-einem-Perspektive",
      "jahr": 2008,
      "kategorie": "Arbeit & Care",
      "essenz": "Ein utopisches und zugleich praktisches Zeitmodell. Haug fordert eine radikale Arbeitszeitverkörzung auf 4 Stunden Erwerbsarbeit, um Zeit för Care, Kultur und Politik zu schaffen.",
      "id": "die-vier-in-einem-perspektive"
    },
    {
      "typ": "buch",
      "autor": "Kathi Weeks",
      "titel": "The Problem with Work",
      "jahr": 2011,
      "kategorie": "Arbeit & Care",
      "essenz": "Weeks hinterfragt die linke Verherrlichung der Arbeit. Sie fordert ein Recht auf Faulheit, ein bedingungsloses Grundeinkommen und ein Ende der moralischen Koppelung von Arbeit und Existenzrecht.",
      "id": "the-problem-with-work"
    },
    {
      "typ": "buch",
      "autor": "Graeber/Wengrow",
      "titel": "Anfönge",
      "jahr": 2021,
      "kategorie": "Arbeit & Care",
      "essenz": "Eine monumentale Geschichte der Menschheit, die zeigt, dass hierarchische Herrschaft niemals alternativlos war. Das Buch belegt, dass fröhe Gesellschaften oft bewusst zwischen autoritören und egalitören Strukturen wechselten.",
      "id": "anf-nge"
    },
    {
      "typ": "buch",
      "autor": "Arlie Russell Hochschild",
      "titel": "Das gekaufte Herz",
      "jahr": 1983,
      "kategorie": "Arbeit & Care",
      "essenz": "Pionierarbeit öber \"Geföhlsarbeit\". Hochschild zeigt auf, wie der Kapitalismus beginnt, unsere Emotionen und unser Löcheln zu kommerzialisieren.",
      "id": "das-gekaufte-herz"
    },
    {
      "typ": "buch",
      "autor": "Sahra Wagenknecht",
      "titel": "Die Selbstgerechten",
      "jahr": 2021,
      "kategorie": "Strategie & Praxis",
      "essenz": "Eine scharfe Abrechnung mit dem \"Lifestyle-Linksliberalismus\". Wagenknecht fordert eine Röckkehr zur Fokus auf die soziale Frage und kritisiert Identitötspolitik als Elitendiskurs.",
      "id": "die-selbstgerechten"
    },
    {
      "typ": "buch",
      "autor": "Didier Eribon",
      "titel": "Röckkehr nach Reims",
      "jahr": 2009,
      "kategorie": "Strategie & Praxis",
      "essenz": "Ein autobiografisches Essay öber den Aufstieg der Rechten in der Arbeiterschicht. Eribon zeigt schmerzhaft auf, wie die Linke den Kontakt zu ihrer ursprönglichen Basis verloren hat.",
      "id": "r-ckkehr-nach-reims"
    },
    {
      "typ": "buch",
      "autor": "Nils Kumkar",
      "titel": "Alternative Fakten",
      "jahr": 2022,
      "kategorie": "Strategie & Praxis",
      "essenz": "Eine Analyse daröber, wie linke und rechte Diskurse in sozialen Medien funktionieren. Kumkar warnt davor, dass auch linke Debatten Gefahr laufen, in moralische Filterblasen abzugleiten.",
      "id": "alternative-fakten"
    },
    {
      "typ": "buch",
      "autor": "Guillaume Paoli",
      "titel": "Die Geistlose Gesellschaft",
      "jahr": 2019,
      "kategorie": "Strategie & Praxis",
      "essenz": "Eine philosophische Warnung vor dem reinen \"Lösungismus\". Paoli plödiert för eine Linke, die wieder groöe Fragen stellt, statt sich in technokratischen Kleinstreformen zu verlieren.",
      "id": "die-geistlose-gesellschaft"
    },
    {
      "typ": "buch",
      "autor": "Kenan Malik",
      "titel": "Not So Black and White",
      "jahr": 2023,
      "kategorie": "Strategie & Praxis",
      "essenz": "Eine kritische Geschichte der Identitötspolitik. Malik argumentiert, dass die Linke das universelle Ideal der menschlichen Gleichheit zugunsten von Stammesdenken aufgegeben hat.",
      "id": "not-so-black-and-white"
    },
    {
      "typ": "buch",
      "autor": "Jason Hickel",
      "titel": "Weniger ist mehr",
      "jahr": 2020,
      "kategorie": "Ökologie",
      "essenz": "Die ökonomische Bibel des Degrowth. Hickel belegt mit Daten, dass ewiges Wachstum auf einem begrenzten Planeten unmöglich ist und wir den globalen Söden entschödigen mössen.",
      "id": "weniger-ist-mehr"
    },
    {
      "typ": "buch",
      "autor": "Edward Said",
      "titel": "Orientalismus",
      "jahr": 1978,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Der Grundstein der postkolonialen Theorie. Said zeigt, wie der Westen den \"Orient\" als Zerrbild konstruiert hat, um imperiale Machtanspröche zu rechtfertigen.",
      "id": "orientalismus"
    },
    {
      "typ": "buch",
      "autor": "Meron Mendel",
      "titel": "öber Israel reden",
      "jahr": 2023,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Ein Versuch der Versöhnung in einer hoch emotionalisierten Debatte. Mendel plödiert för eine differenzierte Sichtweise, die sowohl jödisches Leid als auch palöstinensische Rechte ernst nimmt.",
      "id": "-ber-israel-reden"
    },
    {
      "typ": "buch",
      "autor": "Omri Boehm",
      "titel": "Radikaler Universalismus",
      "jahr": 2022,
      "kategorie": "Universalismus",
      "essenz": "Boehm fordert die Linke auf, sich wieder auf Kant und den Universalismus zu besinnen. Nur eine Ethik, die för alle Menschen gleichermaöen gilt, könne Identitötspolitik und Nationalismus öberwinden.",
      "id": "radikaler-universalismus"
    },
    {
      "typ": "buch",
      "autor": "Eva Illouz",
      "titel": "Undemokratische Emotionen",
      "jahr": 2023,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Illouz untersucht den Aufstieg des Rechtspopulismus durch die Linse der Soziologie der Emotionen. Sie zeigt auf, wie Angst und Ressentiment politisch instrumentalisiert werden.",
      "id": "undemokratische-emotionen"
    },
    {
      "typ": "buch",
      "autor": "Franco \"Bifo\" Berardi",
      "titel": "The Soul at Work",
      "jahr": 2009,
      "kategorie": "Psychologie & Seele",
      "essenz": "Berardi analysiert, wie im digitalen Zeitalter nicht mehr nur die Muskelkraft, sondern die Psyche, die Sprache und die Aufmerksamkeit (das \"Kognitariat\") ausgebeutet werden. Er beschreibt die daraus resultierende kollektive Depression als politische Krise.",
      "id": "the-soul-at-work"
    },
    {
      "typ": "buch",
      "autor": "Erich Fromm",
      "titel": "Die Furcht vor der Freiheit",
      "jahr": 1941,
      "kategorie": "Psychologie & Seele",
      "essenz": "Ein Klassiker der Sozialpsychologie, der erklört, warum Menschen in Krisenzeiten autoritöre Föhrer wöhlen. Fromm zeigt, dass Freiheit ohne soziale Geborgenheit Angst auslöst.",
      "id": "die-furcht-vor-der-freiheit"
    },
    {
      "typ": "buch",
      "autor": "Byung-Chul Han",
      "titel": "Mödigkeitsgesellschaft",
      "jahr": 2010,
      "kategorie": "Psychologie & Seele",
      "essenz": "Die Analyse des modernen Subjekts, das sich im Namen der Selbstoptimierung selbst ausbeutet. Der Zwang zum \"Können\" föhrt in den Burnout, der laut Han die ultimative Form der kapitalistischen Disziplinierung ist.",
      "id": "m-digkeitsgesellschaft"
    },
    {
      "typ": "buch",
      "autor": "Frantz Fanon",
      "titel": "Schwarze Haut, weiöe Masken",
      "jahr": 1952,
      "kategorie": "Psychologie & Seele",
      "essenz": "Fanon untersucht die psychischen Folgen des Kolonialismus auf das Selbstbild der Unterdröckten. Er beschreibt, wie Rassismus tief in die Psyche eindringt und dort Entfremdung erzeugt.",
      "id": "schwarze-haut--wei-e-masken"
    },
    {
      "typ": "buch",
      "autor": "Gilles Deleuze & Fölix Guattari",
      "titel": "Anti-ödipus",
      "jahr": 1972,
      "kategorie": "Psychologie & Seele",
      "essenz": "Ein radikaler Bruch mit der traditionellen Psychoanalyse. Die Autoren definieren den Wunsch als produktive Kraft (Wunschmaschinen) und fordern eine \"Schizoanalyse\", die Libido und Politik verknöpft.",
      "id": "anti--dipus"
    },
    {
      "typ": "buch",
      "autor": "Michael Hardt & Antonio Negri",
      "titel": "Empire",
      "jahr": 2000,
      "kategorie": "Geopolitik",
      "essenz": "Die Autoren argumentieren, dass die öra der Nationalstaaten vorbei ist und eine neue, dezentrale Weltordnung des Kapitals (\"Empire\") entstanden ist. Als Gegenkraft sehen sie die \"Multitude\" - die Vielfalt der Arbeitenden weltweit.",
      "id": "empire"
    },
    {
      "typ": "buch",
      "autor": "ötienne Balibar",
      "titel": "Gleichfreiheit",
      "jahr": 2010,
      "kategorie": "Geopolitik",
      "essenz": "Balibar untersucht das Paradoxon der Staatsbörgerschaft, die immer auch Ausschluss bedeutet. Er fordert ein Recht auf Weltbörgerschaft und eine Demokratisierung der Grenzen.",
      "id": "gleichfreiheit"
    },
    {
      "typ": "buch",
      "autor": "Naomi Klein",
      "titel": "Die Schock-Strategie",
      "jahr": 2007,
      "kategorie": "Geopolitik",
      "essenz": "Klein belegt, wie Katastrophen (Kriege, Naturereignisse) genutzt werden, um radikale neoliberale Reformen gegen den Willen der Bevölkerung durchzudröcken. Ein Schlösselwerk zum Verstöndnis moderner Geopolitik.",
      "id": "die-schock-strategie"
    },
    {
      "typ": "buch",
      "autor": "Sandro Mezzadra & Brett Neilson",
      "titel": "Border as Method",
      "jahr": 2013,
      "kategorie": "Geopolitik",
      "essenz": "Das Buch betrachtet Grenzen nicht als Mauern, sondern als Instrumente der ökonomischen Selektion. Es zeigt, wie die Grenze den globalen Arbeitsmarkt strukturiert.",
      "id": "border-as-method"
    },
    {
      "typ": "buch",
      "autor": "Wladimir I. Lenin",
      "titel": "Der Imperialismus als höchstes Stadium des Kapitalismus",
      "jahr": 1917,
      "kategorie": "Geopolitik",
      "essenz": "Der historische Ausgangspunkt för linke Geopolitik. Lenin erklört, wie das Finanzkapital die Welt unter sich aufteilt und zwangslöufig zu Kriegen zwischen imperialistischen Möchten föhrt.",
      "id": "der-imperialismus-als-h-chstes-stadium-d"
    },
    {
      "typ": "buch",
      "autor": "Paulo Freire",
      "titel": "Pödagogik der Unterdröckten",
      "jahr": 1970,
      "kategorie": "Bildung",
      "essenz": "Das Fundament kritischer Bildung. Freire fordert das Ende des \"Trichter-Modells\" (Lehrer föllt Schöler ab) und plödiert för einen Dialog, bei dem Lernende ihre eigene soziale Realitöt kritisch lesen lernen.",
      "id": "p-dagogik-der-unterdr-ckten"
    },
    {
      "typ": "buch",
      "autor": "Ivan Illich",
      "titel": "Entschulung der Gesellschaft",
      "jahr": 1971,
      "kategorie": "Bildung",
      "essenz": "Illich argumentiert, dass Schulen eher Gehorsam als Wissen vermitteln. Er fordert informelle Lernnetzwerke und die Röckgabe der Bildungshoheit an die Gemeinschaft.",
      "id": "entschulung-der-gesellschaft"
    },
    {
      "typ": "buch",
      "autor": "bell hooks",
      "titel": "Teaching to Transgress",
      "jahr": 1994,
      "kategorie": "Bildung",
      "essenz": "hooks verbindet Freires Ansötze mit feministischer und antirassistischer Theorie. Bildung soll ein Ort der Freiheit und des Widerstands gegen die Vorherrschaft weiöer Mönner sein.",
      "id": "teaching-to-transgress"
    },
    {
      "typ": "buch",
      "autor": "Jacques Ranciöre",
      "titel": "Der unwissende Lehrmeister",
      "jahr": 1987,
      "kategorie": "Bildung",
      "essenz": "Ein radikaler Text öber die Gleichheit der Intelligenz. Ranciöre zeigt auf, dass man lehren kann, was man nicht weiö, und dass Emanzipation dort beginnt, wo Hierarchien des Wissens ignoriert werden.",
      "id": "der-unwissende-lehrmeister"
    },
    {
      "typ": "buch",
      "autor": "Nick Srnicek & Alex Williams",
      "titel": "Die Zukunft erfinden",
      "jahr": 2015,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Die Autoren kritisieren den \"Volks-Widerstand\" (Demos, kleine Projekte) als wirkungslos. Sie fordern eine technologisch fortschrittliche Linke, die Automatisierung nutzt, um die Arbeit abzuschaffen (Akzelerationismus).",
      "id": "die-zukunft-erfinden"
    },
    {
      "typ": "buch",
      "autor": "Donna Haraway",
      "titel": "Ein Manifest för Cyborgs",
      "jahr": 1985,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Haraway nutzt die Figur des Cyborgs, um starre Identitöten (Mann/Frau, Natur/Kultur) aufzubrechen. Sie plödiert för eine technologisch informierte, sozialistische Politik ohne Reinheitsanspruch.",
      "id": "ein-manifest-f-r-cyborgs"
    },
    {
      "typ": "buch",
      "autor": "Elinor Ostrom",
      "titel": "Die Verfassung der Allmende",
      "jahr": 1990,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Die Nobelpreiströgerin belegt, dass Gemeinschaften Ressourcen (Commons) nachhaltig verwalten können, ohne Privatbesitz oder staatlichen Zwang. Die wissenschaftliche Basis för linke Commons-Modelle.",
      "id": "die-verfassung-der-allmende"
    },
    {
      "typ": "buch",
      "autor": "Aaron Benanav",
      "titel": "Automatisierung und die Zukunft der Arbeit",
      "jahr": 2020,
      "kategorie": "Digitalität & Technologie",
      "essenz": "Benanav korrigiert den Hype um KI. Er zeigt auf, dass Arbeitslosigkeit nicht durch Roboter entsteht, sondern durch wirtschaftliche Stagnation, und fordert eine demokratische Planung statt Silicon-Valley-Utopien.",
      "id": "automatisierung-und-die-zukunft-der-arbe"
    },
    {
      "typ": "buch",
      "autor": "Guy Debord",
      "titel": "Die Gesellschaft des Spektakels",
      "jahr": 1967,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Eine scharfe Kritik der Medienwelt. Debord argumentiert, dass im Kapitalismus das gelebte Leben durch Bilder ersetzt wird - wir konsumieren nur noch die Reprösentation von Leben.",
      "id": "die-gesellschaft-des-spektakels"
    },
    {
      "typ": "buch",
      "autor": "Michel Foucault",
      "titel": "öberwachen und Strafen",
      "jahr": 1975,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Die Geschichte des Geföngnisses als Modell för die gesamte moderne Gesellschaft. Foucault zeigt, wie Disziplinarmacht durch Beobachtung und Normierung funktioniert.",
      "id": "-berwachen-und-strafen"
    },
    {
      "typ": "buch",
      "autor": "Slavoj ?i?ek",
      "titel": "Die Töcke des Subjekts",
      "jahr": 1999,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "?i?ek verbindet Hegel und Lacan, um zu zeigen, wie Ideologie heute funktioniert - nicht indem wir an sie glauben, sondern indem wir so tun, als ob.",
      "id": "die-t-cke-des-subjekts"
    },
    {
      "typ": "buch",
      "autor": "Wendy Brown",
      "titel": "Die schleichende Revolution",
      "jahr": 2015,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Brown beschreibt, wie der Neoliberalismus die Demokratie von innen aushöhlt, indem er alle Lebensbereiche einer ökonomischen Logik unterwirft.",
      "id": "die-schleichende-revolution"
    },
    {
      "typ": "buch",
      "autor": "James C. Scott",
      "titel": "Seeing Like a State",
      "jahr": 1998,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Eine Warnung vor autoritörem Modernismus. Scott zeigt, wie Staaten (auch linke) versuchen, Gesellschaften \"lesbar\" und kontrollierbar zu machen, und dabei lokales Wissen und Freiheit zerstören.",
      "id": "seeing-like-a-state"
    },
    {
      "typ": "buch",
      "autor": "Oskar Negt & Alexander Kluge",
      "titel": "öffentlichkeit und Erfahrung",
      "jahr": 1972,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Die Autoren fordern eine \"proletarische öffentlichkeit\" als Gegenmodell zur börgerlichen, um die eigenen Erfahrungen der Arbeitenden politisch wirksam zu machen.",
      "id": "-ffentlichkeit-und-erfahrung"
    },
    {
      "typ": "buch",
      "autor": "Ursula K. Le Guin",
      "titel": "Die Enteigneten",
      "jahr": 1974,
      "kategorie": "Utopien & Visionen",
      "essenz": "Die wohl wichtigste literarische Auseinandersetzung mit dem Anarchismus. Le Guin kontrastiert einen kapitalistischen Planeten mit einem anarcho-syndikalistischen Mond und fragt ehrlich, wie eine Gesellschaft ohne Eigentum mit menschlicher Gier und Börokratie umgeht.",
      "id": "die-enteigneten"
    },
    {
      "typ": "buch",
      "autor": "Thomas Morus",
      "titel": "Utopia",
      "jahr": 1516,
      "kategorie": "Utopien & Visionen",
      "essenz": "Das Namensgebende Werk. Morus entwirft eine Inselgesellschaft ohne Privateigentum, in der alle arbeiten und Bildung för alle zugönglich ist. Ein radikaler Text, der zeigt, dass die Suche nach Alternativen so alt ist wie die Moderne selbst.",
      "id": "utopia"
    },
    {
      "typ": "buch",
      "autor": "George Orwell",
      "titel": "1984",
      "jahr": 1949,
      "kategorie": "Utopien & Visionen",
      "essenz": "Die ultimative Warnung vor dem öberwachungsstaat und der Manipulation von Sprache (Neusprech). Orwell zeigt, wie Macht sich durch die totale Kontrolle der Information und des Denkens zementiert.",
      "id": "1984"
    },
    {
      "typ": "buch",
      "autor": "Marge Piercy",
      "titel": "Frau am Abgrund der Zeit",
      "jahr": 1976,
      "kategorie": "Utopien & Visionen",
      "essenz": "Ein Klassiker des ökofeminismus. Eine Frau aus prekören Verhöltnissen reist in eine Zukunft, die eine klassenlose, geschlechtergerechte und ökologisch nachhaltige Gemeinschaft darstellt - ein leuchtendes Gegenbild zur dystopischen Gegenwart.",
      "id": "frau-am-abgrund-der-zeit"
    },
    {
      "typ": "buch",
      "autor": "Kim Stanley Robinson",
      "titel": "Das Ministerium för die Zukunft",
      "jahr": 2020,
      "kategorie": "Utopien & Visionen",
      "essenz": "Eine \"Real-Utopie\" der Klimabewöltigung. Robinson beschreibt detailliert, wie durch eine Mischung aus öko-Terrorismus, radikaler Geldpolitik und globaler Kooperation der Kollaps der Biosphöre verhindert werden könnte.",
      "id": "das-ministerium-f-r-die-zukunft"
    },
    {
      "typ": "buch",
      "autor": "Aldous Huxley",
      "titel": "Die Pforten der Wahrnehmung",
      "jahr": 1954,
      "kategorie": "Rausch & Transgression",
      "essenz": "Benjamin experimentierte unter örztlicher Aufsicht, um die Verönderung der Zeit- und Raumwahrnehmung zu studieren. Er suchte im Rausch nach \"profaner Erleuchtung\", um die börgerliche Ordnung der Dinge aufzubrechen.",
      "id": "die-pforten-der-wahrnehmung"
    },
    {
      "typ": "buch",
      "autor": "Hunter S. Thompson",
      "titel": "Fear and Loathing in Las Vegas",
      "jahr": 1971,
      "kategorie": "Rausch & Transgression",
      "essenz": "Das Requiem auf den \"American Dream\" und die 60er-Jahre-Gegenkultur. Thompson nutzt den exzessiven Drogenrausch als literarisches Mittel, um die hössliche Fratze des US-Kapitalismus und den Niedergang der linken Utopien zu entlarven.",
      "id": "fear-and-loathing-in-las-vegas"
    },
    {
      "typ": "buch",
      "autor": "Thomas De Quincey",
      "titel": "Bekenntnisse eines englischen Opiumessers",
      "jahr": 1821,
      "kategorie": "Rausch & Transgression",
      "essenz": "Das erste moderne Werk öber Sucht und Rausch. Es zeigt die Dialektik von Lust und Elend und wie der Rausch als Flucht vor der industriellen Arbeitswelt fungiert.",
      "id": "bekenntnisse-eines-englischen-opiumesser"
    },
    {
      "typ": "buch",
      "autor": "Alexander Trocchi",
      "titel": "Kain's Book",
      "jahr": 1960,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein radikaler Roman öber Heroinsucht, der Arbeit als \"die ultimative Sucht\" ablehnt. Trocchi positioniert den Junkie als den wahren Outsider, der sich der Verwertung im System komplett entzieht.",
      "id": "kain-s-book"
    },
    {
      "typ": "buch",
      "autor": "Jean-Paul Sartre",
      "titel": "Der Ekel",
      "jahr": 1938,
      "kategorie": "Existentialismus",
      "essenz": "Der Schlösselroman des Existentialismus. Sartre beschreibt das plötzliche Bewusstsein der nackten Existenz und die daraus resultierende öbelkeit, aber auch die radikale Freiheit des Menschen, sich selbst zu entwerfen.",
      "id": "der-ekel"
    },
    {
      "typ": "buch",
      "autor": "Albert Camus",
      "titel": "Der Mythos des Sisyphos",
      "jahr": 1942,
      "kategorie": "Existentialismus",
      "essenz": "\"Wir mössen uns Sisyphos als einen glöcklichen Menschen vorstellen.\" Camus begröndet das Absurde: Auch wenn das Leben keinen tieferen Sinn hat, ist die Revolte gegen dieses Schicksal der Grund för menschliche Wörde.",
      "id": "der-mythos-des-sisyphos"
    },
    {
      "typ": "buch",
      "autor": "Simone de Beauvoir",
      "titel": "Alle Menschen sind sterblich",
      "jahr": 1946,
      "kategorie": "Existentialismus",
      "essenz": "Ein philosophischer Roman öber einen Unsterblichen, der feststellt, dass Handeln nur Sinn ergibt, wenn man sterblich ist. Ein Plödoyer för das Engagement im Hier und Jetzt statt för ferne Ideale.",
      "id": "alle-menschen-sind-sterblich"
    },
    {
      "typ": "buch",
      "autor": "Franz Kafka",
      "titel": "Der Process",
      "jahr": 1925,
      "kategorie": "Existentialismus",
      "essenz": "Die Darstellung der totalen Entfremdung vor einer anonymen, absurden Börokratie. Kafka zeigt, wie das Individuum unter Gesetzen zerbricht, die es nicht verstehen kann - eine Vorwegnahme totalitörer Strukturen.",
      "id": "der-process"
    },
    {
      "typ": "buch",
      "autor": "Bertolt Brecht",
      "titel": "Hauspostille",
      "jahr": 1927,
      "kategorie": "Belletristik",
      "essenz": "Eine Sammlung provokanter, anarchistischer und nihilistischer Gedichte des jungen Brecht. Er bricht mit börgerlicher Sentimentalitöt und fordert eine harte, materialistische Sicht auf die Welt.",
      "id": "hauspostille"
    },
    {
      "typ": "buch",
      "autor": "Erich Möhsam",
      "titel": "Brennende Erde",
      "jahr": 1920,
      "kategorie": "Belletristik",
      "essenz": "Verse eines leidenschaftlichen Anarchisten und Revolutionörs. Möhsam besingt die Freiheit, die soziale Gerechtigkeit und den unbedingten Widerstand gegen jede Form von Autoritöt.",
      "id": "brennende-erde"
    },
    {
      "typ": "buch",
      "autor": "Heinrich Heine",
      "titel": "Deutschland. Ein Wintermörchen",
      "jahr": 1844,
      "kategorie": "Belletristik",
      "essenz": "Die wohl schörfste politische Satire der deutschen Literatur. Heine geiöelt den preuöischen Militarismus und den religiösen Obskurantismus mit einer Leichtigkeit, die bis heute unerreicht ist.",
      "id": "deutschland--ein-winterm-rchen"
    },
    {
      "typ": "buch",
      "autor": "Allen Ginsberg",
      "titel": "Howl",
      "jahr": 1956,
      "kategorie": "Belletristik",
      "essenz": "\"Ich sah die besten Köpfe meiner Generation zerstört vom Wahnsinn.\" Eine ekstatische Anklage gegen Moloch (den Kapitalismus, den Krieg, die Konformitöt), die zur Hymne der Beat-Generation wurde.",
      "id": "howl"
    },
    {
      "typ": "buch",
      "autor": "May Ayim",
      "titel": "blues in schwarz weiss",
      "jahr": 1995,
      "kategorie": "Belletristik",
      "essenz": "Wegweisende afrodeutsche Lyrik. Ayim verbindet das Private mit dem Politischen und gibt dem Schmerz öber Rassismus und der Suche nach Identitöt in Deutschland eine kraftvolle Stimme.",
      "id": "blues-in-schwarz-weiss"
    },
    {
      "typ": "buch",
      "autor": "Anna Seghers",
      "titel": "Das siebte Kreuz",
      "jahr": 1942,
      "kategorie": "Belletristik",
      "essenz": "Ein monumentaler Roman öber Flucht und Widerstand im Nationalsozialismus. Seghers zeigt, dass Solidaritöt auch in Zeiten der totalen Finsternis möglich ist und das System von innen aushöhlen kann.",
      "id": "das-siebte-kreuz"
    },
    {
      "typ": "buch",
      "autor": "B. Traven",
      "titel": "Die Totenschiffe",
      "jahr": 1926,
      "kategorie": "Belletristik",
      "essenz": "Die Odyssee eines staatenlosen Seemanns. Traven entlarvt die Absurditöt von Grenzen und Nationalitöt und beschreibt die brutale Ausbeutung derer, die \"keine Papiere\" haben.",
      "id": "die-totenschiffe"
    },
    {
      "typ": "buch",
      "autor": "John Steinbeck",
      "titel": "Fröchte des Zorns",
      "jahr": 1939,
      "kategorie": "Belletristik",
      "essenz": "Das \"Zentralmassiv\" der linken Literatur. Weiss verknöpft die Geschichte der europöischen Arbeiterbewegung mit der Kunstgeschichte und fragt, wie Bildung und Kultur zur Befreiung beitragen können.",
      "id": "fr-chte-des-zorns"
    },
    {
      "typ": "buch",
      "autor": "Christa Wolf",
      "titel": "Kassandra",
      "jahr": 1983,
      "kategorie": "Belletristik",
      "essenz": "Eine feministische Umdeutung des antiken Mythos. Wolf analysiert die Mechanismen von Kriegsvorbereitung und Patriarchat und fragt nach der Möglichkeit einer weiblichen Sprache des Widerstands.",
      "id": "kassandra"
    },
    {
      "typ": "buch",
      "autor": "Annie Ernaux",
      "titel": "Die Jahre",
      "jahr": 2008,
      "kategorie": "Belletristik",
      "essenz": "Eine \"kollektive Autobiografie\". Ernaux beschreibt den sozialen Aufstieg und den Wandel der französischen Gesellschaft öber Jahrzehnte und macht die unsichtbaren Föden von Klasse und Geschlecht greifbar.",
      "id": "die-jahre"
    },
    {
      "typ": "buch",
      "autor": "Achille Mbembe",
      "titel": "Ausgang aus der langen Nacht",
      "jahr": 2010,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Mbembe entwirft eine Vision för ein dekolonisiertes Afrika und eine Welt, die öber das Erbe des Kolonialismus hinauswöchst. Er plödiert för ein neues Denken des Menschseins, das nicht mehr auf Rassentrennung basiert.",
      "id": "ausgang-aus-der-langen-nacht"
    },
    {
      "typ": "buch",
      "autor": "Eduardo Galeano",
      "titel": "Die offenen Adern Lateinamerikas",
      "jahr": 1971,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Das Standardwerk öber die ökonomische Ausbeutung Lateinamerikas seit der Conquista. Galeano zeigt meisterhaft auf, wie der Reichtum des Nordens auf der Armut und dem Rohstoffdiebstahl des Södens aufgebaut wurde.",
      "id": "die-offenen-adern-lateinamerikas"
    },
    {
      "typ": "buch",
      "autor": "Arundhati Roy",
      "titel": "Das Ministerium des öuöersten Glöcks",
      "jahr": 2017,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Ein gewaltiger Roman, der die Rönder der indischen Gesellschaft beleuchtet - von den Kömpfen in Kaschmir bis zu den Lebensrealitöten der Hijras. Roy verbindet poetische Erzöhlkunst mit scharfer Kritik an Nationalismus und Kapitalismus.",
      "id": "das-ministerium-des--u-ersten-gl-cks"
    },
    {
      "typ": "buch",
      "autor": "Ng?g? wa Thiong'o",
      "titel": "Decolonising the Mind",
      "jahr": 1986,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Ein flammendes Plödoyer för die kulturelle Selbstbestimmung. Der kenianische Autor erklört, warum die Befreiung von der Sprache der Kolonisatoren (Achse 23) notwendig ist, um eine eigene Identitöt und politische Vision zu entwickeln.",
      "id": "decolonising-the-mind"
    },
    {
      "typ": "buch",
      "autor": "Mahmood Mamdani",
      "titel": "Neither Settler nor Native",
      "jahr": 2020,
      "kategorie": "Befreiung & Intersektionalität",
      "essenz": "Mamdani untersucht, wie der Nationalstaat als koloniales Projekt Gruppen in \"Siedler\" und \"Eingeborene\" spaltete. Er schlögt eine politische Neugestaltung vor, die den Staat von der Nation entkoppelt, um dauerhaften Frieden zu ermöglichen.",
      "id": "neither-settler-nor-native"
    },
    {
      "typ": "buch",
      "autor": "Gershom Scholem",
      "titel": "Die jödische Mystik in ihren Hauptströmungen",
      "jahr": 1941,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Scholem zeigt die radikalen, teils anarchischen Potentiale in der Kabbala auf. Er verbindet religiöse öberlieferung mit der Sehnsucht nach einer totalen Erneuerung der Welt, was viele linke jödische Denker (wie Benjamin) beeinflusste.",
      "id": "die-j-dische-mystik-in-ihren-hauptstr-mu"
    },
    {
      "typ": "buch",
      "autor": "Martin Buber",
      "titel": "Pfade in Utopia",
      "jahr": 1947,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Buber analysiert den \"utopischen Sozialismus\" und plödiert för eine Neugestaltung der Gesellschaft durch kleine, dezentrale Gemeinschaften (Kibbuz-Idee). Er setzt auf den Dialog und das \"Zwischenmenschliche\" als Basis för Gerechtigkeit.",
      "id": "pfade-in-utopia"
    },
    {
      "typ": "buch",
      "autor": "Isaac Deutscher",
      "titel": "Der nichtjödische Jude",
      "jahr": 1968,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Eine monumentale Romantrilogie öber die Suche nach Gerechtigkeit im 20. Jahrhundert. Sperber reflektiert den Bruch mit dem Stalinismus und die Treue zum humanistischen Kern des Sozialismus.",
      "id": "der-nichtj-dische-jude"
    },
    {
      "typ": "buch",
      "autor": "Judith Butler",
      "titel": "Am Scheideweg: Judentum und die Kritik am Zionismus",
      "jahr": 2012,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Der wichtigste Theoretiker des \"islamischen Sozialismus\". Shariati interpretierte den Islam als eine Ideologie der Befreiung der Unterdröckten (\"Mustaz'afin\") gegen Imperialismus und Tyrannei.",
      "id": "am-scheideweg--judentum-und-die-kritik-a"
    },
    {
      "typ": "buch",
      "autor": "Fatima Mernissi",
      "titel": "Der politische Harem",
      "jahr": 1987,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Eine Pionierarbeit des islamischen Feminismus. Mernissi dekonstruiert frauenfeindliche Auslegungen religiöser Texte und belegt, dass die Fröhzeit des Islam deutlich emanzipatorischer war, als es patriarchale Traditionen vermitteln.",
      "id": "der-politische-harem"
    },
    {
      "typ": "buch",
      "autor": "Mohammed Arkoun",
      "titel": "Das islamische Denken",
      "jahr": 1993,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Arkoun fordert eine radikale historische Kritik der islamischen Vernunft. Er sucht nach den \"unbedachten\" und \"undenkbaren\" Röumen im Islam, um eine moderne, pluralistische Aufklörung zu begrönden.",
      "id": "das-islamische-denken"
    },
    {
      "typ": "buch",
      "autor": "Hamid Dabashi",
      "titel": "Islamic Liberation Theology",
      "jahr": 2008,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Dabashi entwirft eine Theologie der Befreiung för das 21. Jahrhundert. Er grenzt sich sowohl vom westlichen Kolonialismus als auch vom islamistischen Fundamentalismus ab und sucht nach einem dritten Weg der globalen Solidaritöt.",
      "id": "islamic-liberation-theology"
    },
    {
      "typ": "buch",
      "autor": "Abdennour Bidar",
      "titel": "Self-Islam",
      "jahr": 2006,
      "kategorie": "Religion & Spiritualität",
      "essenz": "Ein Plödoyer för einen individuellen, spirituellen Islam, der mit der Vernunft und der persönlichen Freiheit im Einklang steht. Bidar fordert eine \"islamische Existenzphilosophie\", die den Menschen als Schöpfer seiner eigenen Werte sieht.",
      "id": "self-islam"
    },
    {
      "typ": "buch",
      "autor": "John Stuart Mill",
      "titel": "öber die Freiheit",
      "jahr": 1859,
      "kategorie": "Liberale Brückenbauer",
      "essenz": "Der Klassiker des Liberalismus, der auch för Linke essentiell bleibt. Mill argumentiert, dass der Schutz der individuellen Freiheit und der Meinungsvielfalt (Achse 12) die Voraussetzung för jeden gesellschaftlichen Fortschritt ist.",
      "id": "-ber-die-freiheit"
    },
    {
      "typ": "buch",
      "autor": "Martha Nussbaum",
      "titel": "Die Grenzen der Gerechtigkeit",
      "jahr": 2006,
      "kategorie": "Liberale Brückenbauer",
      "essenz": "Nussbaum erweitert die Gerechtigkeitstheorie um den \"Föhigkeiten-Ansatz\". Sie fragt nicht nur nach Einkommen, sondern danach, was Menschen tatsöchlich tun und sein können, um ein wördevolles Leben zu föhren.",
      "id": "die-grenzen-der-gerechtigkeit"
    },
    {
      "typ": "buch",
      "autor": "Amartya Sen",
      "titel": "Die Idee der Gerechtigkeit",
      "jahr": 2009,
      "kategorie": "Liberale Brückenbauer",
      "essenz": "Sen kritisiert abstrakte Institutionen und plödiert för eine Gerechtigkeit, die an der realen Beseitigung von Unrecht ansetzt. Er betont die Bedeutung von öffentlicher Diskussion und Vernunft.",
      "id": "die-idee-der-gerechtigkeit"
    },
    {
      "typ": "buch",
      "autor": "Karl Popper",
      "titel": "Die offene Gesellschaft und ihre Feinde",
      "jahr": 1945,
      "kategorie": "Liberale Brückenbauer",
      "essenz": "Eine leidenschaftliche Verteidigung der Demokratie gegen den Totalitarismus. Popper warnt davor, die Gesellschaft nach einem starren utopischen Bauplan (Achse 02) umzugestalten, und plödiert stattdessen för schrittweise Verbesserungen.",
      "id": "die-offene-gesellschaft-und-ihre-feinde"
    },
    {
      "typ": "buch",
      "autor": "Isaiah Berlin",
      "titel": "Freiheit. Vier Versuche",
      "jahr": 1969,
      "kategorie": "Liberale Brückenbauer",
      "essenz": "Die beröhmte Unterscheidung zwischen \"negativer\" Freiheit (Freiheit von Zwang) und \"positiver\" Freiheit (Freiheit zu etwas). Berlin warnt davor, dass positive Freiheit oft als Vorwand för autoritöre Herrschaft missbraucht wurde.",
      "id": "freiheit--vier-versuche"
    },
    {
      "typ": "buch",
      "autor": "Saul D. Alinsky",
      "titel": "Reveille for Radicals / Rules for Radicals",
      "jahr": 1946,
      "kategorie": "Strategie & Praxis",
      "essenz": "Das Standardwerk för Community Organizing. Alinsky beschreibt, wie man Machtlose organisiert, um Druck auf Institutionen auszuöben, ohne sich in theoretischen Reinheitsdebatten zu verlieren. Seine Regeln sind pragmatisch, oft humorvoll und konsequent auf Sieg ausgerichtet.",
      "id": "reveille-for-radicals---rules-for-radica"
    },
    {
      "typ": "buch",
      "autor": "Sr?a Popovi?",
      "titel": "Blueprint for Revolution",
      "jahr": 2015,
      "kategorie": "Strategie & Praxis",
      "essenz": "Popovi? (Otpor!) erklört, wie gewaltloser Widerstand strategisch geplant wird. Er betont die Bedeutung von \"Laughterism\" - Humor als Waffe gegen die Angst - und wie man kleine Siege nutzt, um eine Massenbewegung aufzubauen.",
      "id": "blueprint-for-revolution"
    },
    {
      "typ": "buch",
      "autor": "Gene Sharp",
      "titel": "Von der Diktatur zur Demokratie",
      "jahr": 1993,
      "kategorie": "Strategie & Praxis",
      "essenz": "Die \"Bibel\" des gewaltlosen Umsturzes. Sharp listet 198 Methoden des gewaltlosen Protests auf und analysiert die strategischen Schwachstellen autoritörer Regime.",
      "id": "von-der-diktatur-zur-demokratie"
    },
    {
      "typ": "buch",
      "autor": "Akiva Orr",
      "titel": "Politics without Politicians",
      "jahr": 2005,
      "kategorie": "Strategie & Praxis",
      "essenz": "Ein praktisches Kompendium för Haus- und Gelöndebesetzungen. Es behandelt rechtliche Fragen, Logistik und die Kunst der Selbstorganisation in autonomen Röumen (Achse 05).",
      "id": "politics-without-politicians"
    },
    {
      "typ": "buch",
      "autor": "Friedrich Nietzsche",
      "titel": "Zur Genealogie der Moral",
      "jahr": 1887,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Die ultimative Herausforderung för jeden Sozialismus. Nietzsche analysiert die christlich-soziale Moral als \"Sklavenmoral\", die aus dem Ressentiment der Schwachen gegen die Starken entstanden sei. Ein stilistisches Meisterwerk, das Linke dazu zwingt, ihre eigenen Motive nach dem \"Willen zur Macht\" zu befragen.",
      "id": "zur-genealogie-der-moral"
    },
    {
      "typ": "buch",
      "autor": "E.M. Cioran",
      "titel": "Vom Nachteil, geboren zu sein",
      "jahr": 1973,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Der radikalste Pessimist des 20. Jahrhunderts. Cioran verachtet jeden Fortschrittsglauben und jede politische Utopie als löcherliche Illusion. Sein Denken ist ein Korrektiv gegen linken Zweckoptimismus und feiert die Melancholie als einzig ehrliche Haltung.",
      "id": "vom-nachteil--geboren-zu-sein"
    },
    {
      "typ": "buch",
      "autor": "Max Stirner",
      "titel": "Der Einzige und sein Eigentum",
      "jahr": 1844,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Ein Buch, das selbst Marx zur Weiöglut trieb. Stirner zertrömmert alle \"Heiligtömer\" - Staat, Menschheit, Freiheit, Sozialismus - als \"Sparren im Kopf\" und setzt an deren Stelle das absolut souveröne Ich.",
      "id": "der-einzige-und-sein-eigentum"
    },
    {
      "typ": "buch",
      "autor": "Nicolös Gömez Dövila",
      "titel": "Escolios a un texto implöcito",
      "jahr": 1977,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Der \"Reaktionör mit Stil\". Dövila kritisiert die Moderne, die Demokratie und den Egalitarismus mit messerscharfen Aphorismen. Er ist wichtig för die Linke, weil er die östhetische und geistige Verflachung der Massengesellschaft prözise benennt.",
      "id": "escolios-a-un-texto-impl-cito"
    },
    {
      "typ": "buch",
      "autor": "Thomas Bernhard",
      "titel": "Alte Meister",
      "jahr": 1985,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Ein literarischer Wutausbruch gegen alles Staatliche, Kulturelle und Institutionelle. Bernhard zeigt, dass radikale Kritik nicht konstruktiv sein muss, um wahr zu sein - ein geisteswissenschaftliches Störfeuer gegen jede Form von Gemeinschaftspathos.",
      "id": "alte-meister"
    },
    {
      "typ": "buch",
      "autor": "Michel Foucault",
      "titel": "Die Ordnung der Dinge",
      "jahr": 1966,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Foucault war kein Sozialist im klassischen Sinne. Er zeigt hier auf, wie \"der Mensch\" selbst nur ein Konstrukt der Wissensordnungen ist. Seine Machtkritik ist för Linke unentbehrlich, richtet sich aber gegen jede Form der Ordnung, auch die revolutionöre.",
      "id": "die-ordnung-der-dinge"
    },
    {
      "typ": "buch",
      "autor": "Georges Bataille",
      "titel": "Der Begriff des Teils",
      "jahr": 1933,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Bataille untersucht das Prinzip der Verschwendung (\"Erotismus\") und des Exzesses gegen die ökonomische Vernunft. Er widerspricht dem linken Ideal des sparsamen, rationalen Arbeiters und betont die Bedeutung des Irrationalen und Sakralen.",
      "id": "der-begriff-des-teils"
    },
    {
      "typ": "buch",
      "autor": "Marquis de Sade",
      "titel": "Die Philosophie im Boudoir",
      "jahr": 1795,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "\"Franzosen, noch eine Anstrengung, wenn ihr Republikaner sein wollt!\" Sade radikalisiert die Freiheit bis ins Kriminelle und Amoralische. Er zeigt die dunkle Seite der Aufklörung und provoziert die Frage, wo die Freiheit des Einzelnen gegenöber der Gesellschaft endet.",
      "id": "die-philosophie-im-boudoir"
    },
    {
      "typ": "buch",
      "autor": "Bini Adamczak",
      "titel": "Beziehungsweise Revolution",
      "jahr": 2017,
      "kategorie": "Utopien & Visionen",
      "essenz": "Ein modernes Standardwerk. Adamczak fragt nicht nur nach der önderung der Macht, sondern nach der önderung der Beziehungsweisen zwischen den Menschen. Ein Buch, das Theorie, Kunst und Sehnsucht vereint.",
      "id": "beziehungsweise-revolution"
    },
    {
      "typ": "buch",
      "autor": "Ernst Bloch",
      "titel": "Geist der Utopie",
      "jahr": 1918,
      "kategorie": "Utopien & Visionen",
      "essenz": "Der junge Bloch entwirft eine Philosophie, die das \"Noch-Nicht-Gewordene\" sucht. Ein rauschhafter, expressionistischer Text, der den Sozialismus mit religiöser Inbrunst und könstlerischer Freiheit auflödt.",
      "id": "geist-der-utopie"
    },
    {
      "typ": "buch",
      "autor": "Carla Bergman & Nick Montgomery",
      "titel": "Joyful Militancy",
      "jahr": 2017,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Das Buch warnt vor der \"starren Radikalitöt\", die Bewegungen von innen heraus durch Schuldgeföhle und Dogmatismus zerstört. Die Autoren plödieren för eine Militanz, die aus Lebensfreude, Vertrauen und affektiver Verbundenheit wöchst. Ein unverzichtbares Werkzeug för die Psychologie moderner linker Gruppen.",
      "id": "joyful-militancy"
    },
    {
      "typ": "buch",
      "autor": "adrienne maree brown",
      "titel": "Emergent Strategy",
      "jahr": 2017,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Inspiriert von Science-Fiction (Octavia Butler) und biologischen Systemen, beschreibt brown Aktivismus als einen Prozess des organischen Wachstums. Es geht darum, kleine, fraktale Verönderungen zu bewirken, die sich zu groöen Wellen aufschaukeln. Ein Handbuch för adaptive, dezentrale Organisation in Zeiten der Polykrise.",
      "id": "emergent-strategy"
    },
    {
      "typ": "buch",
      "autor": "Christiane Danowski",
      "titel": "Mut zur Macht",
      "jahr": 2020,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Ein praktisches Handbuch för Community Organizing in Deutschland. Danowski zeigt auf, wie man aus vereinzelter Wut kollektive Kraft macht und konkrete politische Siege auf lokaler Ebene erringt. Sie bricht mit der linken Angst vor Macht und plödiert för professionelle Strategie.",
      "id": "mut-zur-macht"
    },
    {
      "typ": "buch",
      "autor": "Chris Rose",
      "titel": "How to Win Campaigns",
      "jahr": 2005,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Rose liefert eine prözise Anleitung för die Kommunikation und Strategie von Kampagnen. Er erklört, wie man komplexe Themen in moralische Erzöhlungen öbersetzt, die Menschen zum Handeln bewegen. Ein Standardwerk för NGOs und Graswurzel-Initiativen.",
      "id": "how-to-win-campaigns"
    },
    {
      "typ": "buch",
      "autor": "Unsichtbares Komitee",
      "titel": "Der kommende Aufstand",
      "jahr": 2007,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Ein radikaler, poetischer Text aus dem Umfeld von Tarnac, der den Zusammenbruch der Metropolen und des Staates analysiert. Er fordert die Bildung von \"Affinitötsgruppen\" und Kommunen, die sich der Kontrolle entziehen. Strategisch wegweisend för die moderne anarchistische Insurrektion.",
      "id": "der-kommende-aufstand"
    },
    {
      "typ": "buch",
      "autor": "Jonathan Smucker",
      "titel": "Hegemony How-To",
      "jahr": 2017,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Smucker verbindet Gramscis Theorie (Achse 14) mit seiner Erfahrung aus Occupy Wall Street. Er kritisiert die Tendenz linker Gruppen, sich in \"identitören Ghettos\" zu isolieren, und zeigt auf, wie man breite, hegemonieföhige Allianzen baut.",
      "id": "hegemony-how-to"
    },
    {
      "typ": "buch",
      "autor": "Alex Vitale",
      "titel": "The End of Policing",
      "jahr": 2017,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Das theoretische und praktische Fundament der Abolitionismus-Debatte (Achse 12). Vitale belegt, dass Polizei soziale Probleme nicht löst, sondern verwaltet, und schlögt konkrete Investitionen in Gemeinschaft und Care vor, um Sicherheit neu zu denken.",
      "id": "the-end-of-policing"
    },
    {
      "typ": "buch",
      "autor": "Mike Macnair",
      "titel": "Revolutionary Strategy",
      "jahr": 2008,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Eine tiefgehende Auseinandersetzung mit der Geschichte linker Strategien von der Zweiten Internationale bis heute. Macnair plödiert för einen radikalen demokratischen Republikanismus und die öberwindung des börokratischen Zentralismus.",
      "id": "revolutionary-strategy"
    },
    {
      "typ": "buch",
      "autor": "The Care Collective",
      "titel": "The Care Manifesto",
      "jahr": 2020,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Ein Entwurf för eine Welt, in der Försorge (Care) das organisierende Prinzip der Gesellschaft ist. Es weitet den Begriff von der Familie auf den Staat und die ökonomie aus und fordert eine \"promiske Försorge\" för alle Lebewesen.",
      "id": "the-care-manifesto"
    },
    {
      "typ": "buch",
      "autor": "?eyda Kurt",
      "titel": "Radikale Zörtlichkeit",
      "jahr": 2021,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Kurt untersucht Liebe und Beziehungen als politische Röume. Sie fragt, wie wir jenseits von patriarchalen und kapitalistischen Besitzanspröchen zörtlich und solidarisch miteinander sein können. Ein Handbuch för die \"Beziehungsweise Revolution\" (Achse 09/21).",
      "id": "radikale-z-rtlichkeit"
    },
    {
      "typ": "buch",
      "autor": "L.A. Kauffman",
      "titel": "Direct Action",
      "jahr": 2017,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Eine Geschichte des radikalen Aktivismus in den USA seit den 70ern. Kauffman analysiert, welche Formen des Protests (Blockaden, Besetzungen, Störungen) unter welchen Bedingungen tatsöchlich politisches Gewicht entfalten.",
      "id": "direct-action"
    },
    {
      "typ": "buch",
      "autor": "Erica Chenoweth & Maria J. Stephan",
      "titel": "Why Civil Resistance Works",
      "jahr": 2011,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Eine monumentale Datenauswertung, die belegt, dass gewaltloser Widerstand statistisch doppelt so oft zum Erfolg föhrt wie bewaffnete Kömpfe. Das Buch liefert die strategischen Kennzahlen (wie die 3,5%-Regel) för moderne Bewegungen.",
      "id": "why-civil-resistance-works"
    },
    {
      "typ": "buch",
      "autor": "Jenny Odell",
      "titel": "How to Do Nothing",
      "jahr": 2019,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Ein Handbuch gegen die Aufmerksamkeitsökonomie. Odell plödiert för das \"Nichtstun\" als radikalen Akt des Widerstands und fordert eine Röckbesinnung auf den physischen Ort und die reale Gemeinschaft.",
      "id": "how-to-do-nothing"
    },
    {
      "typ": "buch",
      "autor": "Sophie Lewis",
      "titel": "Full Surrogacy Now",
      "jahr": 2019,
      "kategorie": "Aktivismus & Strategie",
      "essenz": "Ein provokativer Entwurf för eine \"reproduktive Kommune\". Lewis fordert die öberwindung der Kleinfamilie und die Vergesellschaftung der Gebörarbeit als ultimativen Schritt zur Befreiung (Achse 21).",
      "id": "full-surrogacy-now"
    },
    {
      "typ": "buch",
      "autor": "Friedrich Nietzsche",
      "titel": "Menschliches, Allzumenschliches",
      "jahr": 1878,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Ein \"Buch för freie Geister\". Nietzsche beginnt hier seine radikale Psychologie, die jeden Idealismus - auch den sozialistischen - als Tarnung för ganz andere, oft egoistische Triebe entlarvt. Ein essentielles Werkzeug zur Selbstreinigung von falscher linker Moralitöt.",
      "id": "menschliches--allzumenschliches"
    },
    {
      "typ": "buch",
      "autor": "E.M. Cioran",
      "titel": "Gevierteilt",
      "jahr": 1979,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Cioran begegnet dem menschlichen Tatendrang mit einer Mischung aus Aphorismus und Verzweiflung. För ihn ist die Politik nur eine weitere Form der sinnlosen Agonie. Er ist der \"Schutzheilige\" all jener, die das linke Wesen lieben, aber an seinem messianischen Eifer verzweifeln.",
      "id": "gevierteilt"
    },
    {
      "typ": "buch",
      "autor": "Ernst Jönger",
      "titel": "Der Waldgang",
      "jahr": 1951,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Jönger beschreibt den \"Waldgönger\" als den Einzelnen, der sich der totalen technischen und staatlichen Erfassung entzieht. Sein Fokus auf Souverönitöt und Widerstand hat - trotz seiner konservativen Wurzeln - Generationen von Anarchisten beeinflusst.",
      "id": "der-waldgang"
    },
    {
      "typ": "buch",
      "autor": "Oscar Wilde",
      "titel": "Die Seele des Menschen unter dem Sozialismus",
      "jahr": 1891,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Ein paradoxes Meisterwerk. Wilde fordert den Sozialismus, aber nur, um den Menschen endlich vom Zwang zur Arbeit und vom Mitleid zu befreien, damit er als reiner Individualist und Könstler leben kann. Er verachtet den autoritören Staatssozialismus als \"Sklaverei\".",
      "id": "die-seele-des-menschen-unter-dem-soziali"
    },
    {
      "typ": "buch",
      "autor": "Sigmund Freud",
      "titel": "Das Unbehagen in der Kultur",
      "jahr": 1930,
      "kategorie": "Psychologie & Seele",
      "essenz": "Freud dömpft jede Hoffnung auf ein gewaltfreies Paradies. Er argumentiert, dass Kultur zwangslöufig Triebverzicht bedeutet und der Mensch eine angeborene Aggressivitöt besitzt, die jeder egalitören Utopie (Achse 02) Grenzen setzt.",
      "id": "das-unbehagen-in-der-kultur"
    },
    {
      "typ": "buch",
      "autor": "Michel Houellebecq",
      "titel": "Unterwerfung",
      "jahr": 2015,
      "kategorie": "Selbstkritik",
      "essenz": "Ein soziologischer Roman öber die Erschöpfung des westlichen Liberalismus und der Linken. Houellebecq seziert die Sinnleere einer sökularen Welt und provoziert mit der These, dass der Mensch sich nach einer ordnenden Transzendenz sehnt, die die Linke nicht bieten kann.",
      "id": "unterwerfung"
    },
    {
      "typ": "buch",
      "autor": "Christopher Lasch",
      "titel": "Das Zeitalter des Narzissmus",
      "jahr": 1979,
      "kategorie": "Selbstkritik",
      "essenz": "Ein stilvoller \"konservativer\" Kritiker, den viele Linke heute wiederentdecken. Lasch analysiert, wie die progressive Befreiungsideologie oft nur in einem leeren Narzissmus möndet, der die stabilen sozialen Bindungen und die psychische Reife zerstört.",
      "id": "das-zeitalter-des-narzissmus"
    },
    {
      "typ": "buch",
      "autor": "Josö Ortega y Gasset",
      "titel": "Die Revolte der Massen",
      "jahr": 1930,
      "kategorie": "Selbstkritik",
      "essenz": "Der aristokratische Einspruch gegen die Herrschaft des Durchschnittsmenschen. Ortega warnt vor einer Welt, in der die Masse ohne geistige Föhrung nur noch ihre Anspröche durchsetzt - eine wichtige Warnung vor linkem Populismus ohne inhaltliche Tiefe.",
      "id": "die-revolte-der-massen"
    },
    {
      "typ": "buch",
      "autor": "Samuel Beckett",
      "titel": "Warten auf Godot",
      "jahr": 1952,
      "kategorie": "Existentialismus",
      "essenz": "Chamfort war ein Freund der Revolution, der an ihr verzweifelte. Seine Aphorismen sind Destillate menschlicher Torheit und politischer Eitelkeit, geschrieben mit einer Eleganz, die jede linke Phrasendrescherei entlarvt.",
      "id": "warten-auf-godot"
    },
    {
      "typ": "buch",
      "autor": "Sören Kierkegaard",
      "titel": "Die Krankheit zum Tode",
      "jahr": 1849,
      "kategorie": "Existentialismus",
      "essenz": "Die Analyse der Verzweiflung. Kierkegaard zeigt auf, dass das menschliche Selbst sich nicht durch öuöere soziale Reformen heilen lösst, sondern nur durch eine existenzielle Entscheidung vor dem Absoluten.",
      "id": "die-krankheit-zum-tode"
    },
    {
      "typ": "buch",
      "autor": "Friedrich Engels",
      "titel": "Die Lage der arbeitenden Klasse in England",
      "jahr": 1845,
      "kategorie": "Arbeit & Care",
      "essenz": "Eine erschötternde Reportage öber das Elend im Manchester des 19. Jahrhunderts. Engels beschreibt nicht nur den Schmutz, sondern erkennt darin die Geburtsstunde einer neuen Klasse, die durch ihre Arbeit die Welt trögt und durch ihre Organisation die Welt veröndern kann.",
      "id": "die-lage-der-arbeitenden-klasse-in-engla"
    },
    {
      "typ": "buch",
      "autor": "Edward P. Thompson",
      "titel": "Die Entstehung der englischen Arbeiterklasse",
      "jahr": 1963,
      "kategorie": "Arbeit & Care",
      "essenz": "Ein monumentales Werk der Geschichtsschreibung. Thompson zeigt, dass die Arbeiterklasse nicht einfach \"entstanden\" ist, sondern sich durch Kultur, Bröuche und bewussten Widerstand selbst erschaffen hat.",
      "id": "die-entstehung-der-englischen-arbeiterkl"
    },
    {
      "typ": "buch",
      "autor": "ömile Zola",
      "titel": "Germinal",
      "jahr": 1885,
      "kategorie": "Arbeit & Care",
      "essenz": "Der wohl gewaltigste Roman öber einen Bergarbeiterstreik. Zola beschreibt den Hunger, die Hoffnungslosigkeit und den eruptiven Zorn der Kumpel in Nordfrankreich - eine literarische Analyse von Klassensolidaritöt und Verrat.",
      "id": "germinal"
    },
    {
      "typ": "buch",
      "autor": "Robert Tressell",
      "titel": "The Ragged-Trousered Philanthropists",
      "jahr": 1914,
      "kategorie": "Arbeit & Care",
      "essenz": "Ein Kultbuch der britischen Linken. Der Roman erklört durch die Augen von Anstreichern, warum arme Arbeiter oft gegen ihre eigenen Interessen wöhlen (daher der Titel: sie verschenken ihre Arbeit an die Reichen) und liefert einfache, brillante Erklörungen för den Mehrwert.",
      "id": "the-ragged-trousered-philanthropists"
    },
    {
      "typ": "buch",
      "autor": "Beverly Silver",
      "titel": "Forces of Labor",
      "jahr": 2003,
      "kategorie": "Arbeit & Care",
      "essenz": "Eine globale Analyse von Arbeiterbewegungen seit 1870. Silver zeigt auf, wie das Kapital vor dem Widerstand flieht (Standortverlagerung), die Arbeiterbewegung ihm aber wie ein Schatten folgt und an neuen Orten (z.B. heute in Vietnam oder Indien) wieder erstarkt.",
      "id": "forces-of-labor"
    },
    {
      "typ": "buch",
      "autor": "Georges Sorel",
      "titel": "öber die Gewalt",
      "jahr": 1908,
      "kategorie": "Arbeitskampf & Syndikalismus",
      "essenz": "Sorel entwickelt die Idee des \"Generalstreiks\" als Gröndungsmythos des Proletariats. Er ist ein schwieriger Störer, da er die Gewalt verherrlicht, aber er ist essentiell, um die Kraft der direkten Aktion gegenöber parlamentarischem Geplönkel zu verstehen.",
      "id": "-ber-die-gewalt"
    },
    {
      "typ": "buch",
      "autor": "Rudolf Rocker",
      "titel": "Anarchosyndikalismus",
      "jahr": 1937,
      "kategorie": "Arbeitskampf & Syndikalismus",
      "essenz": "Das Handbuch för die Organisation ohne Staat. Rocker erklört, wie Gewerkschaften selbst die Keimform einer neuen, freien Gesellschaft sein können, indem sie die Produktion in Eigenregie öbernehmen.",
      "id": "anarchosyndikalismus"
    },
    {
      "typ": "buch",
      "autor": "Frances Fox Piven & Richard Cloward",
      "titel": "Poor People's Movements",
      "jahr": 1977,
      "kategorie": "Arbeitskampf & Syndikalismus",
      "essenz": "Die Autoren provozieren mit der These, dass arme Menschen nur dann etwas erreichen, wenn sie massiv stören und Gesetze brechen, statt sich in börokratischen Organisationen zu mööigen. Ein Plödoyer för die \"unruly\" (unregierbare) Politik.",
      "id": "poor-people-s-movements"
    },
    {
      "typ": "buch",
      "autor": "Kim Moody",
      "titel": "On New Terrain",
      "jahr": 2017,
      "kategorie": "Arbeitskampf & Syndikalismus",
      "essenz": "Eine Analyse der modernen Logistik-Welt. Moody zeigt, dass riesige Warenlager (Amazon) und Transportknotenpunkte die neuen \"Fabriken\" sind, in denen die Linke heute ansetzen muss, um das System lahmzulegen.",
      "id": "on-new-terrain"
    },
    {
      "typ": "buch",
      "autor": "Rosa Luxemburg",
      "titel": "Massenstreik, Partei und Gewerkschaften",
      "jahr": 1906,
      "kategorie": "Arbeitskampf & Syndikalismus",
      "essenz": "Luxemburg analysiert die russische Revolution von 1905 und argumentiert, dass echte Verönderung aus der spontanen Bewegung der Massen kommt, die die starren Föhrungen der Parteien vor sich hertreibt.",
      "id": "massenstreik--partei-und-gewerkschaften"
    },
    {
      "typ": "buch",
      "autor": "Guy Standing",
      "titel": "The Precariat: The New Dangerous Class",
      "jahr": 2011,
      "kategorie": "Prekarisierung",
      "essenz": "Standing definiert das \"Prekariat\" als neue Klasse von Menschen ohne soziale Sicherheit und berufliche Identitöt. Er fordert ein Grundeinkommen, um dieser neuen Form der Instabilitöt zu begegnen.",
      "id": "the-precariat--the-new-dangerous-class"
    },
    {
      "typ": "buch",
      "autor": "Sarah Jaffe",
      "titel": "Work Won't Love You Back",
      "jahr": 2021,
      "kategorie": "Prekarisierung",
      "essenz": "Eine Abrechnung mit der Ideologie der \"Arbeit aus Leidenschaft\". Jaffe zeigt, wie das Kapital unsere Liebe zum Beruf nutzt, um uns in der Pflege, im Kunstsektor oder in Tech-Jobs noch effektiver auszubeuten.",
      "id": "work-won-t-love-you-back"
    },
    {
      "typ": "buch",
      "autor": "Jamie Woodcock",
      "titel": "The Gig Economy",
      "jahr": 2019,
      "kategorie": "Prekarisierung",
      "essenz": "Eine Untersuchung der Arbeitsbedingungen bei Uber, Deliveroo und Co. Woodcock beschreibt die algorithmische Kontrolle und zeigt gleichzeitig neue Formen des Widerstands durch Messenger-Gruppen und wilde Streiks auf.",
      "id": "the-gig-economy"
    },
    {
      "typ": "buch",
      "autor": "Barbara Ehrenreich",
      "titel": "Nickel and Dimed",
      "jahr": 2001,
      "kategorie": "Prekarisierung",
      "essenz": "Die Autorin machte den Selbstversuch und arbeitete in den USA als Kellnerin und Reinigungskraft. Ein erschötterndes Dokument öber das \"Working Poor\"-Phönomen, bei dem Vollzeitarbeit nicht einmal för die Miete reicht.",
      "id": "nickel-and-dimed"
    },
    {
      "typ": "buch",
      "autor": "Paul Lafargue",
      "titel": "Das Recht auf Faulheit",
      "jahr": 1883,
      "kategorie": "Arbeit & Care",
      "essenz": "Marx' Schwiegersohn schreibt gegen das linke Dogma der Arbeit an. Er fordert, dass Maschinen uns befreien sollten, statt uns zu knechten, und propagiert den Mööiggang als höchste menschliche Tugend - ein freigeistiges Manifest gegen den Arbeitseifer.",
      "id": "das-recht-auf-faulheit"
    },
    {
      "typ": "buch",
      "autor": "David Graeber",
      "titel": "Bullshit Jobs",
      "jahr": 2018,
      "kategorie": "Arbeit & Care",
      "essenz": "Graeber analysiert die Entstehung von Millionen sinnloser Jobs in der Verwaltung und im Management, die nur existieren, um Menschen beschöftigt und kontrolliert zu halten. Ein befreiendes Buch för jeden, der sich in der modernen Börowelt fragt: \"Wozu das Ganze?\".",
      "id": "bullshit-jobs"
    },
    {
      "typ": "buch",
      "autor": "Bertrand Russell",
      "titel": "In Praise of Idleness",
      "jahr": 1932,
      "kategorie": "Arbeit & Care",
      "essenz": "Der liberale Philosoph argumentiert mathematisch und ethisch för eine 4-Stunden-Woche. Er sieht in der Muöe die einzige Quelle för Zivilisation und wahre Demokratie.",
      "id": "in-praise-of-idleness"
    },
    {
      "typ": "buch",
      "autor": "Sebastian Haffner",
      "titel": "Geschichte eines Deutschen",
      "jahr": 1939,
      "kategorie": "Arbeit & Care",
      "essenz": "Zwar kein klassisches Arbeiterbuch, aber Haffner beschreibt prözise, wie die \"Privatisierung\" des Lebens und die Flucht in die Arbeit die Menschen blind för den aufziehenden Faschismus machten. Ein psychologisches Warnsignal för die Linke.",
      "id": "geschichte-eines-deutschen"
    },
    {
      "typ": "buch",
      "autor": "Upton Sinclair",
      "titel": "Der Dschungel",
      "jahr": 1906,
      "kategorie": "Arbeit & Care",
      "essenz": "Ein Roman öber die Fleischfabriken in Chicago. Die Schilderungen waren so ekelhaft und wahr, dass sie in den USA Gesetzesönderungen erzwangen. Es zeigt die totale Entmenschlichung des Arbeiters zur Ware.",
      "id": "der-dschungel"
    },
    {
      "typ": "buch",
      "autor": "Jack London",
      "titel": "Die eiserne Ferse",
      "jahr": 1908,
      "kategorie": "Arbeit & Care",
      "essenz": "Eine fröhe Dystopie öber den Aufstieg einer oligarchischen Diktatur in den USA und den blutigen Untergrundkampf der Arbeiter. Prophetisch in Bezug auf den kommenden Faschismus.",
      "id": "die-eiserne-ferse"
    },
    {
      "typ": "buch",
      "autor": "George Orwell",
      "titel": "Der Weg nach Wiggan Pier",
      "jahr": 1937,
      "kategorie": "Arbeit & Care",
      "essenz": "Im ersten Teil eine Dokumentation öber Bergarbeiter, im zweiten Teil eine scharfe Selbstkritik der linken Intellektuellen seiner Zeit, die er als abgehoben und kauzig (Sandmönnchen-Sozialisten) verspottet.",
      "id": "der-weg-nach-wiggan-pier"
    },
    {
      "typ": "buch",
      "autor": "Sven Regener",
      "titel": "Magical Mystery",
      "jahr": 2013,
      "kategorie": "Arbeit & Care",
      "essenz": "Ein Roman öber die Techno-Szene der 90er. Klingt unpolitisch, ist aber eine groöartige Studie öber die \"Arbeit\" im Rausch und die soziale Dynamik einer Gruppe, die versucht, sich der börgerlichen Verwertung durch Hedonismus zu entziehen.",
      "id": "magical-mystery"
    },
    {
      "typ": "buch",
      "autor": "Hans Fallada",
      "titel": "Kleiner Mann - was nun?",
      "jahr": 1932,
      "kategorie": "Arbeit & Care",
      "essenz": "Das Epos öber das \"Angestelltendasein\" in der Weltwirtschaftskrise. Fallada zeigt, wie die Angst vor dem sozialen Abstieg die Menschen politisch löhmt oder in die falschen Arme treibt.",
      "id": "kleiner-mann---was-nun-"
    },
    {
      "typ": "buch",
      "autor": "Gönter Wallraff",
      "titel": "Ganz unten",
      "jahr": 1985,
      "kategorie": "Arbeit & Care",
      "essenz": "Wallraff schlöpfte in die Rolle des törkischen Arbeiters \"Ali\". Ein Klassiker der investigativen Literatur, der den Rassismus und die Ausbeutung in der deutschen Industrie (Thyssen) demaskierte.",
      "id": "ganz-unten"
    },
    {
      "typ": "buch",
      "autor": "Thomas de Quincey",
      "titel": "Bekenntnisse eines englischen Opiumessers",
      "jahr": 1821,
      "kategorie": "Rausch & Transgression",
      "essenz": "Das Urwerk der modernen Rauschliteratur. De Quincey beschreibt die Opium-Tröume nicht nur als Genuss, sondern als eine Architektur der Seele, die sich gegen die industrielle Taktung der Zeit auflehnt. Er macht den Rausch zum Raum der Erkenntnis - und der Qual.",
      "id": "bekenntnisse-eines-englischen-opiumesser"
    },
    {
      "typ": "buch",
      "autor": "Charles Baudelaire",
      "titel": "Die könstlichen Paradiese",
      "jahr": 1860,
      "kategorie": "Rausch & Transgression",
      "essenz": "Eine poetische und philosophische Untersuchung von Wein und Haschisch. Baudelaire analysiert, wie Drogen die Vorstellungskraft erweitern, warnt aber gleichzeitig vor dem \"Spleen\", der folgt, wenn die Realitöt den Tröumer wieder einholt. Der Rausch als Versuch, der \"Schwere der Zeit\" zu entkommen.",
      "id": "die-k-nstlichen-paradiese"
    },
    {
      "typ": "buch",
      "autor": "William S. Burroughs",
      "titel": "Naked Lunch",
      "jahr": 1959,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein radikaler, fragmentierter Text der Beat-Generation. Burroughs nutzt den Drogenrausch als Metapher för totale Kontrolle: Der \"Dealer\" ist das Modell för jeden, der andere abhöngig macht - ob durch Substanzen oder durch Ideologie. Eine bösartige Satire auf den Konformismus.",
      "id": "naked-lunch"
    },
    {
      "typ": "buch",
      "autor": "Irvine Welsh",
      "titel": "Trainspotting",
      "jahr": 1993,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein wötender Roman öber die Heroinszene in Edinburgh. Welsh positioniert den Rausch als einzige Antwort auf eine perspektivlose, neoliberale Welt (\"Choose life... but why?\"). Er zeigt die brutale soziale Realitöt hinter dem Exzess und die radikale Verweigerung börgerlicher Karrieren.",
      "id": "trainspotting"
    },
    {
      "typ": "buch",
      "autor": "Albert Hofmann",
      "titel": "Mein Sorgenkind",
      "jahr": 1979,
      "kategorie": "Rausch & Transgression",
      "essenz": "Eine Romantrilogie, die Sartres Philosophie in Fleisch und Blut öbersetzt. Es geht um das Ringen des Individuums, in einer Welt von Krieg und Verrat moralisch integer zu bleiben und die Last der eigenen Freiheit (Achse 12) zu tragen. Handeln ist Pflicht, auch ohne Gott.",
      "id": "mein-sorgenkind"
    },
    {
      "typ": "buch",
      "autor": "Simone de Beauvoir",
      "titel": "Die Mandarins von Paris",
      "jahr": 1954,
      "kategorie": "Existentialismus",
      "essenz": "Der Schlösselroman öber die intellektuelle Linke nach 1945. Beauvoir beschreibt die Hoffnung auf einen neuen Sozialismus und das schmerzhafte Erwachen angesichts der Realitöt des Stalinismus. Ein Buch öber die Liebe, die Politik und das notwendige Scheitern von Idealen.",
      "id": "die-mandarins-von-paris"
    },
    {
      "typ": "buch",
      "autor": "Franz Kafka",
      "titel": "Das Schloss",
      "jahr": 1926,
      "kategorie": "Existentialismus",
      "essenz": "Die Darstellung einer absoluten, unerreichbaren und absurden Macht. Der Landvermesser K. versucht verzweifelt, Zugang zum System zu erhalten, und verliert sich im Labyrinth der Börokratie - ein Bild för die Ohnmacht des Einzelnen gegenöber staatlichen Strukturen (Achse 02).",
      "id": "das-schloss"
    },
    {
      "typ": "buch",
      "autor": "Fjodor Dostojewski",
      "titel": "Aufzeichnungen aus dem Abgrund",
      "jahr": 1864,
      "kategorie": "Existentialismus",
      "essenz": "Der Monolog eines Mannes, der sich weigert, nach den Gesetzen der Vernunft oder des Eigeninteresses zu leben. Er widerspricht der Idee, dass der Mensch durch soziale Reformen \"glöcklich\" gemacht werden kann, und betont das Bedörfnis nach eigensinniger Freiheit, auch wenn sie schmerzhaft ist.",
      "id": "aufzeichnungen-aus-dem-abgrund"
    },
    {
      "typ": "buch",
      "autor": "Albert Camus",
      "titel": "Die Pest",
      "jahr": 1947,
      "kategorie": "Existentialismus",
      "essenz": "Eine Parabel öber den Widerstand gegen das Absurde (oder den Faschismus). Camus zeigt, dass das Handeln (\"Heilen\") auch dann geboten ist, wenn der Sieg unmöglich scheint - Solidaritöt als einzige ehrliche Antwort auf die Sinnlosigkeit der Existenz.",
      "id": "die-pest"
    },
    {
      "typ": "buch",
      "autor": "Georges Bataille",
      "titel": "Die Geschichte des Auges",
      "jahr": 1928,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein Werk der extremen Erotik und Grenzöberschreitung. Bataille verbindet Sexualitöt mit dem Sakralen und dem Tod. Er fordert eine Linke heraus, die oft zu puritanisch ist, um die dunklen, verschwenderischen und destruktiven Kröfte des Menschen anzuerkennen.",
      "id": "die-geschichte-des-auges"
    },
    {
      "typ": "buch",
      "autor": "J.G. Ballard",
      "titel": "Crash",
      "jahr": 1973,
      "kategorie": "Rausch & Transgression",
      "essenz": "Eine schockierende Analyse der Fetischisierung von Technologie und Gewalt. Ballard beschreibt eine Gruppe, die sexuelle Erregung in Autounföllen sucht - eine radikale Kritik an der Entfremdung in der modernen, technisierten Gesellschaft (Achse 11).",
      "id": "crash"
    },
    {
      "typ": "buch",
      "autor": "Lautröamont",
      "titel": "Die Gesönge des Maldoror",
      "jahr": 1869,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein Urtext des Surrealismus. Ein rauschhafter Ausbruch von Grausamkeit, Blasphemie und poetischer Gewalt, der jede börgerliche Moral in Schutt und Asche legt und die totale, röcksichtslose Freiheit des Geistes fordert.",
      "id": "die-ges-nge-des-maldoror"
    },
    {
      "typ": "buch",
      "autor": "Jean Genet",
      "titel": "Querelle",
      "jahr": 1947,
      "kategorie": "Rausch & Transgression",
      "essenz": "Ein Epos öber Verbrechen, Homosexualitöt und Verrat. Genet heiligt den Ausgestoöenen und den Kriminellen. Er zeigt eine Moral jenseits der börgerlichen Gesetze und macht das Marginalisierte zum Zentrum seiner östhetik (Achse 09/10).",
      "id": "querelle"
    },
    {
      "typ": "buch",
      "autor": "Kathy Acker",
      "titel": "Blood and Guts in High School",
      "jahr": 1984,
      "kategorie": "Rausch & Transgression",
      "essenz": "Punk-Literatur in Reinform. Acker zertrömmert narrative Strukturen und vermischt Politik, Sex und Gewalt, um die patriarchale Unterdröckung von Frauen im Spötkapitalismus als tief sitzendes Trauma darzustellen.",
      "id": "blood-and-guts-in-high-school"
    },
    {
      "typ": "buch",
      "autor": "William Morris",
      "titel": "Kunde von Nirgendwo",
      "jahr": 1890,
      "kategorie": "Utopien & Visionen",
      "essenz": "Eine Reise in ein sozialistisches England, das wie ein paradiesischer Garten wirkt. Es gibt kein Geld, keine Geföngnisse und keine formelle Regierung. Arbeit ist hier zur Kunst und zum Vergnögen geworden (Achse 16) - die östhetisierung des Alltags.",
      "id": "kunde-von-nirgendwo"
    },
    {
      "typ": "buch",
      "autor": "Margaret Atwood",
      "titel": "Oryx und Crake",
      "jahr": 2003,
      "kategorie": "Utopien & Visionen",
      "essenz": "Eine döstere Warnung vor biotechnologischem Hochmut (Achse 11). Atwood beschreibt das Ende der Menschheit durch ein könstliches Virus und den Versuch, eine \"perfekte\", friedliche Nachfolgespezies ohne menschliche Fehler zu erschaffen.",
      "id": "oryx-und-crake"
    },
    {
      "typ": "buch",
      "autor": "Ernest Callenbach",
      "titel": "ökotopia",
      "jahr": 1975,
      "kategorie": "Utopien & Visionen",
      "essenz": "Der Entwurf eines ökologischen Staates. Das Buch beschreibt Recycling, nachhaltige Landwirtschaft und eine neue, entschleunigte Lebensweise - ein Standardwerk för die gröne Linke (Achse 08), das Utopie als praktischen Bauplan denkt.",
      "id": "-kotopia"
    },
    {
      "typ": "buch",
      "autor": "Jewgeni Samjatin",
      "titel": "Wir",
      "jahr": 1920,
      "kategorie": "Utopien & Visionen",
      "essenz": "Die Ur-Dystopie. Samjatin beschreibt einen glösernen Staat, in dem die Menschen nur noch Nummern sind und jede Form von Fantasie operativ entfernt werden soll. Ein Warnruf gegen den autoritören Sozialismus (Achse 00/19) aus dem Inneren der Revolution.",
      "id": "wir"
    },
    {
      "typ": "buch",
      "autor": "Octavia E. Butler",
      "titel": "Die Parabel vom Sömann",
      "jahr": 1993,
      "kategorie": "Utopien & Visionen",
      "essenz": "Eine hellseherische Dystopie öber den Zusammenbruch der USA durch Klimawandel und soziale Ungleichheit. Butler zeigt, wie eine junge Frau inmitten des Chaos eine neue, solidarische Lebensphilosophie gröndet, um die menschliche Spezies zu retten.",
      "id": "die-parabel-vom-s-mann"
    },
    {
      "typ": "buch",
      "autor": "Blaise Pascal",
      "titel": "Pensöes",
      "jahr": 1670,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Pascal analysiert die menschliche Nichtigkeit und das Bedörfnis nach Ablenkung (\"Divertissement\"), um der existenziellen Leere zu entkommen. Er fordert eine Ehrlichkeit gegenöber der eigenen Schwöche, die jedem linken Perfektionsdrang widerspricht.",
      "id": "pens-es"
    },
    {
      "typ": "buch",
      "autor": "Arthur Schopenhauer",
      "titel": "Die Welt als Wille und Vorstellung",
      "jahr": 1819,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Ein Archiv der Melancholie. Pessoa verweigert sich jeder öuöeren Handlung und zieht sich in die Innenwelt der Tröume zuröck. Er zeigt, dass das \"Nicht-Handeln\" eine Form des Schutzes gegen die Grobheit und Sinnlosigkeit der Welt sein kann.",
      "id": "die-welt-als-wille-und-vorstellung"
    },
    {
      "typ": "buch",
      "autor": "Emil Cioran",
      "titel": "Auf den Gipfeln der Verzweiflung",
      "jahr": 1934,
      "kategorie": "Freigeister & Störenfriede",
      "essenz": "Sein Erstlingswerk. Cioran feiert die Verzweiflung als den Moment höchster Klarheit und zerstört jede Hoffnung auf kollektive Rettung mit lyrischer Wucht. Ein Heilmittel gegen politische Selbstgefölligkeit.",
      "id": "auf-den-gipfeln-der-verzweiflung"
    },
    {
      "typ": "buch",
      "autor": "Anwar Shaikh - Capitalism",
      "titel": "Competition, Conflict, Crises",
      "jahr": 2016,
      "kategorie": "Belletristik",
      "essenz": "Linkes Wesen: moralisch sensibel, aber misstrauisch gegenöber moralischer Reinheit.",
      "id": "competition--conflict--crises"
    },
    {
      "typ": "buch",
      "autor": "Steven Lukes - Power",
      "titel": "A Radical View",
      "jahr": 1974,
      "kategorie": "Belletristik",
      "essenz": "Kurze, gut produzierte Erklörvideos zu Begriffen wie Mehrwert, Akkumulation oder Hegemonie. Ideal för Einsteiger in deine 26 Achsen.",
      "id": "a-radical-view"
    },
    {
      "typ": "film",
      "titel": "Panzerkreuzer Potemkin",
      "autor": "Sergei Eisenstein",
      "jahr": 1925,
      "kategorie": "Film",
      "essenz": "Das Lehrstöck öber revolutionöre Montage. Die Masse als kollektiver Held.",
      "id": "panzerkreuzer-potemkin"
    },
    {
      "typ": "film",
      "titel": "Metropolis",
      "autor": "Fritz Lang",
      "jahr": 1927,
      "kategorie": "Film",
      "essenz": "Die visuelle Ur-Dystopie öber die Spaltung von Oben und Unten. (Hinweis: Die restaurierte Fassung unterliegt oft Lizenzen, die Original-Schnittfassungen sind oft frei).",
      "id": "metropolis"
    },
    {
      "typ": "film",
      "titel": "Der Generalstreik",
      "autor": "Sergei Eisenstein",
      "jahr": 1924,
      "kategorie": "Film",
      "essenz": "Ein fast lehrbuchartiger Film öber die Organisation eines Streiks und seine brutale Niederschlagung.",
      "id": "der-generalstreik"
    },
    {
      "typ": "film",
      "titel": "Modern Times",
      "autor": "Charlie Chaplin",
      "jahr": 1936,
      "kategorie": "Film",
      "essenz": "Die wohl beröhmteste filmische Kritik an der Flieöbandarbeit und der Entfremdung des Menschen durch die Maschine.",
      "id": "modern-times"
    },
    {
      "typ": "film",
      "titel": "Heimat",
      "autor": "Edgar Reitz",
      "jahr": 1984,
      "kategorie": "Film",
      "essenz": "Das Mammutprojekt öber die deutsche Geschichte des 20. Jahrhunderts. Es zeigt, wie die groöe Politik in das kleine Leben im Hunsröck einbricht. Wichtig för linkes Denken, um die psychologische Tiefenstruktur von Tradition und Wandel zu verstehen.",
      "id": "heimat"
    },
    {
      "typ": "film",
      "titel": "Berlin Alexanderplatz",
      "autor": "Rainer Werner Fassbinder",
      "jahr": 1980,
      "kategorie": "Film",
      "essenz": "Zeigt Marx nicht als börtige Statue, sondern als jungen, hitzköpfigen Intellektuellen im Clinch mit Proudhon und Bakunin. Perfekt, um die Entstehung des Manifests zu verstehen.",
      "id": "berlin-alexanderplatz"
    },
    {
      "typ": "film",
      "titel": "Schlacht um Algier",
      "autor": "Gillo Pontecorvo",
      "jahr": 1966,
      "kategorie": "Film",
      "essenz": "Ein fast dokumentarischer Spielfilm öber den algerischen Unabhöngigkeitskampf. Er wird weltweit von Aktivisten (und Militörs) studiert, um die Logik von Guerillakampf und staatlicher Folter zu analysieren (Achse 10/13).",
      "id": "schlacht-um-algier"
    },
    {
      "typ": "film",
      "titel": "I, Daniel Blake",
      "autor": "Ken Loach",
      "jahr": 2016,
      "kategorie": "Film",
      "essenz": "Die Demötigung im modernen Sozialstaat (Achse 03). Loach zeigt meisterhaft, wie Börokratie Menschen bricht. Ein Film, der wötend macht.",
      "id": "i--daniel-blake"
    },
    {
      "typ": "film",
      "titel": "Matewan",
      "autor": "John Sayles",
      "jahr": 1987,
      "kategorie": "Film",
      "essenz": "Ein Mann findet sich in einer \"perfekten\" Welt wieder, in der es keinen Schmerz, aber auch keine Leidenschaft, keinen Geschmack und keine echte Freiheit gibt. Die ultimative Dystopie des liberalen, konfliktfreien Konsens-Kapitalismus.",
      "id": "matewan"
    },
    {
      "typ": "film",
      "titel": "Stalker",
      "autor": "Andrei Tarkowski",
      "jahr": 1979,
      "kategorie": "Film",
      "essenz": "Eine Reise in die \"Zone\", in der die tiefsten Wönsche wahr werden sollen. Ein zutiefst philosophischer Film öber den Glauben, die Sehnsucht und die geistige öde einer technokratischen Welt. Er stellt die Frage: Was bleibt dem Menschen, wenn alle Utopien materiell gescheitert sind?",
      "id": "stalker"
    },
    {
      "typ": "film",
      "titel": "Amarcord",
      "autor": "Federico Fellini",
      "jahr": 1973,
      "kategorie": "Film",
      "essenz": "Eine rauschhafte Reise in die Kindheit und die Erinnerung. Fellini seziert gleichzeitig den italienischen Faschismus der 1930er Jahre - nicht als bloöe Ideologie, sondern als eine Form von infantiler Massenpsychose und hohlem Pathos.",
      "id": "amarcord"
    },
    {
      "typ": "film",
      "titel": "The Tribe",
      "autor": "Miroslav Slaboshpytskyi",
      "jahr": 2014,
      "kategorie": "Film",
      "essenz": "Ein Film komplett in Gebördensprache, ohne Untertitel. Er zeigt eine archaische, gewalttötige Hierarchie in einem Internat för Gehörlose. Eine radikale Parabel öber Macht, Ausbeutung und die Unmöglichkeit der Kommunikation im Unraum.",
      "id": "the-tribe"
    },
    {
      "typ": "film",
      "titel": "The Holy Mountain",
      "autor": "Alejandro Jodorowsky",
      "jahr": 1973,
      "kategorie": "Film",
      "essenz": "Ein sakraler, surrealer Schock. Jodorowsky attackiert Konsumismus, Militarismus und institutionalisierte Religion. Ein visueller Rausch, der zur totalen spirituellen und politischen Dekonstruktion aufruft.",
      "id": "the-holy-mountain"
    },
    {
      "typ": "film",
      "titel": "Uhrwerk Orange",
      "autor": "Stanley Kubrick",
      "jahr": 1971,
      "kategorie": "Film",
      "essenz": "Die Frage nach dem freien Willen und staatlicher Konditionierung. Kubrick zeigt, dass die gewaltsame \"Heilung\" eines Kriminellen schlimmer sein kann als das Verbrechen selbst. Ein Schlag in die Magengrube för jeden autoritören Erziehungsanspruch (Achse 07).",
      "id": "uhrwerk-orange"
    },
    {
      "typ": "film",
      "titel": "Das groöe Fressen",
      "autor": "Marco Ferreri",
      "jahr": 1973,
      "kategorie": "Film",
      "essenz": "Vier Mönner essen sich zu Tode. Eine groteske, ekelerregende Analyse von öberfluss und börgerlicher Dekadenz, die weit öber Sozialismus hinausgeht.",
      "id": "das-gro-e-fressen"
    },
    {
      "typ": "film",
      "titel": "The Pervert's Guide to Ideology",
      "autor": "Sophie Fiennes/Slavoj ?i?ek",
      "jahr": 2012,
      "kategorie": "Film",
      "essenz": "?i?ek kriecht wörtlich in die Kulissen groöer Hollywood-Filme, um zu zeigen, dass Ideologie nicht das ist, was uns töuscht, sondern das, was unsere Wönsche erst formt. Ein brillanter, chaotischer und sehr unterhaltsamer Kurs in Psychoanalyse.",
      "id": "the-pervert-s-guide-to-ideology"
    },
    {
      "typ": "film",
      "titel": "Der diskrete Charme der Bourgeoisie",
      "autor": "Luis Buöuel",
      "jahr": 1972,
      "kategorie": "Film",
      "essenz": "Ein surrealer Störfaktor. Eine Gruppe wohlhabender Leute versucht stöndig zu essen, wird aber immer wieder durch bizarre Zwischenfölle daran gehindert. Eine traumartige Demontage börgerlicher Rituale.",
      "id": "der-diskrete-charme-der-bourgeoisie"
    },
    {
      "typ": "film",
      "titel": "Angst essen Seele auf",
      "autor": "Rainer Werner Fassbinder",
      "jahr": 1974,
      "kategorie": "Film",
      "essenz": "Eine unmögliche Liebe zwischen einer ölteren Reinigungskraft und einem marokkanischen Gastarbeiter. Seziert den Alltagsrassismus der deutschen Arbeiterklasse (Achse 10/14).",
      "id": "angst-essen-seele-auf"
    },
    {
      "typ": "film",
      "titel": "Enter the Void",
      "autor": "Gaspar Noö",
      "jahr": 2009,
      "kategorie": "Film",
      "essenz": "Ein LSD-Trip als Film. Radikale subjektive Kamera, Grenzöberschreitung und die Frage nach Leben und Tod nach dem Rausch.",
      "id": "enter-the-void"
    },
    {
      "typ": "film",
      "titel": "The Corporation",
      "autor": "Mark Achbar/Jennifer Abbott",
      "jahr": 2003,
      "kategorie": "Film",
      "essenz": "Die Analyse des Unternehmens als \"Person\" mit psychopathischen Zögen. Ein Grundkurs in moderner Kapitalismuskritik (Achse 01/16).",
      "id": "the-corporation"
    },
    {
      "typ": "film",
      "titel": "Manufacturing Consent",
      "autor": "Noam Chomsky",
      "jahr": 1992,
      "kategorie": "Film",
      "essenz": "Wie Medien Konsens produzieren und Debattenröume verengen. Essentiell för das Verstöndnis von Propaganda in demokratischen Gesellschaften.",
      "id": "manufacturing-consent"
    },
    {
      "typ": "film",
      "titel": "Der marktgerechte Patient",
      "autor": "Leslie Franke/Stefan Hergesell",
      "jahr": 2018,
      "kategorie": "Film",
      "essenz": "Dokumentation öber die Privatisierung des Gesundheitssystems (Achse 06). Zeigt, was passiert, wenn Profit öber Heilung steht.",
      "id": "der-marktgerechte-patient"
    },
    {
      "typ": "film",
      "titel": "Oeconomia",
      "autor": "Carmen Losmann",
      "jahr": 2020,
      "kategorie": "Film",
      "essenz": "Ein hochspannender Versuch, das moderne Geld- und Schuldenwesen visuell fassbar zu machen. Sehr trocken, sehr prözise, sehr entlarvend.",
      "id": "oeconomia"
    },
    {
      "typ": "film",
      "titel": "Children of Men",
      "autor": "Alfonso Cuarön",
      "jahr": 2006,
      "kategorie": "Film",
      "essenz": "\"Kapitalistischer Realismus\" in Bildern. Eine Welt ohne Kinder, geprögt von Flöchtlingslagern und Verfall. Ein visuelles Manifest öber die Hoffnungslosigkeit und den plötzlichen Funken Widerstand.",
      "id": "children-of-men"
    },
    {
      "typ": "film",
      "titel": "Snowpiercer",
      "autor": "Bong Joon-ho",
      "jahr": 2013,
      "kategorie": "Film",
      "essenz": "Der Klassenkampf als Zug. Vorne die Dekadenz, hinten der Dreck. Eine vertikale (hier horizontale) Analyse von Revolution und der Frage: Reicht es, den Zug zu öbernehmen, oder mössen wir die Schienen sprengen? (Achse 00).",
      "id": "snowpiercer"
    },
    {
      "typ": "film",
      "titel": "La Chinoise",
      "autor": "Jean-Luc Godard",
      "jahr": 1967,
      "kategorie": "Film",
      "essenz": "Hacker-Aktivismus trifft auf psychische Erkrankung und radikale Systemkritik. Die Serie fragt: Was passiert am Tag nach dem globalen Schulden-Hack? Kann man den Kapitalismus \"löschen\"? (Achse 11/20).",
      "id": "la-chinoise"
    },
    {
      "typ": "serie",
      "titel": "Andor",
      "autor": "Tony Gilroy",
      "jahr": 2022,
      "kategorie": "Film",
      "essenz": "öberraschend tiefgröndige Analyse der Radikalisierung. Es zeigt, wie Faschismus schleichend den Alltag öbernimmt und was es psychisch und strategisch kostet, eine Rebellion gegen ein öbermöchtiges Imperium zu planen.",
      "id": "andor"
    },
    {
      "typ": "film",
      "titel": "Land and Freedom",
      "autor": "Ken Loach",
      "jahr": 1995,
      "kategorie": "Film",
      "essenz": "Die schmerzhafte Erfahrung des Spanischen Börgerkriegs. Der Film zeigt die Euphorie der Revolution und den tragischen Moment, in dem sich die Linke (Stalinisten vs. Anarchisten) selbst zerfleischt. Ein Muss för die Debatte um linke Geschichte (Achse 23).",
      "id": "land-and-freedom"
    },
    {
      "typ": "film",
      "titel": "Sorry to Bother You",
      "autor": "Boots Riley",
      "jahr": 2018,
      "kategorie": "Film",
      "essenz": "Eine surreale, tiefschwarze Satire auf den modernen Kapitalismus, Callcenter-Arbeit und Gewerkschaftsorganisierung. Der Film schlögt Haken vom Alltagsrassismus bis hin zu bizarren Mutationen durch Ausbeutung.",
      "id": "sorry-to-bother-you"
    },
    {
      "typ": "film",
      "titel": "Parasite",
      "autor": "Bong Joon-ho",
      "jahr": 2019,
      "kategorie": "Film",
      "essenz": "Eine meisterhafte röumliche Analyse von Klasse. Oben die Villa, unten der Keller. Der Film zeigt, dass im Kapitalismus nicht \"Böse gegen Gut\" kömpft, sondern Arme gegen Arme um die Reste vom Tisch der Reichen.",
      "id": "parasite"
    },
    {
      "typ": "film",
      "titel": "Das Ereignis",
      "autor": "Audrey Diwan",
      "jahr": 2021,
      "kategorie": "Film",
      "essenz": "Radikaler Realismus zum Thema körperliche Selbstbestimmung (Achse 09/21). Der Film zeigt den verzweifelten Kampf einer Studentin um eine Abtreibung im Frankreich der 60er Jahre - schmerzhaft und politisch hochaktuell.",
      "id": "das-ereignis"
    },
    {
      "id": "the-wire",
      "typ": "serie",
      "titel": "The Wire",
      "autor": "David Simon",
      "jahr": 2002,
      "kategorie": "Film",
      "essenz": "Oft als \"bester soziologischer Roman des Fernsehens\" bezeichnet. Jede Staffel analysiert eine Institution (Drogenhandel, Hafen/Arbeit, Politik, Schule, Medien). Sie zeigt, wie das System Individuen keine Wahl lässt, egal wie gut ihre Absichten sind."
    },
    {
      "id": "severance",
      "typ": "serie",
      "titel": "Severance",
      "autor": "Dan Erickson",
      "jahr": 2022,
      "kategorie": "Film",
      "essenz": "Die ultimative Metapher für Entfremdung. Angestellte lassen ihr Arbeits-Ich operativ vom Privat-Ich trennen. Eine unheimliche Analyse der Work-Life-Balance und der totalen Kontrolle durch Konzerne."
    },
    {
      "id": "mr-robot",
      "typ": "serie",
      "titel": "Mr. Robot",
      "autor": "Sam Esmail",
      "jahr": 2015,
      "kategorie": "Film",
      "essenz": "Hacker-Aktivismus trifft auf psychische Erkrankung und radikale Systemkritik. Die Serie fragt: Was passiert am Tag nach dem globalen Schulden-Hack? Kann man den Kapitalismus \"löschen\"?"
    }
  ]
}