{
  "A1": {
    "titel": "TRANSFORMATION",
    "stufen": [
      {
        "wert": 1,
        "label": "Schritt für Schritt",
        "beschreibung": "Der Übergang zum Sozialismus erfolgt durch eine lange Kette von Gesetzesreformen innerhalb des bestehenden Staates. Ziel ist es, den Kapitalismus so lange sozial zu bändigen, bis er schließlich in eine neue Ordnung übergeht.",
        "vertiefung": "Diese Position wurde maßgeblich von Eduard Bernstein (\"Der Weg ist alles, das Ziel nichts\") begründet. Er argumentierte, dass die wachsende Organisation der Arbeiterklasse und das Wahlrecht den gewaltsamen Umsturz überflüssig machen. Kritiker wie Rosa Luxemburg warfen ihm vor, damit lediglich den Kapitalismus zu reparieren, statt ihn abzuschaffen.",
        "beispiel": "Du engagierst dich in einer Partei, die über Jahrzehnte hinweg die Steuern für Reiche erhöht und den Sozialstaat ausbaut, bis die Macht des Geldes schwindet."
      },
      {
        "wert": 2,
        "label": "Strukturreformen",
        "beschreibung": "Es geht nicht um kleine Reparaturen, sondern um Reformen, die die Machtverhältnisse im Kern angreifen (z. B. großflächige Vergesellschaftung). Diese \"Einstiegsprojekte\" sollen die Logik des Marktes Stück für Stück durch demokratische Logik ersetzen.",
        "vertiefung": "Geprägt durch André Gorz, der \"nicht-reformistische Reformen\" forderte. Eine Reform ist dann radikal, wenn sie neue Forderungen und neue Machtmöglichkeiten für die Menschen schafft. Die Kritik lautet oft, dass das System solche \"Fremdkörper\" entweder ausstößt oder integriert.",
        "beispiel": "Die Einführung einer 20-Stunden-Woche bei vollem Lohnausgleich verändert die Machtbalance zwischen Kapital und Arbeit fundamental."
      },
      {
        "wert": 3,
        "label": "Innen und Außen",
        "beschreibung": "Der Kampf findet gleichzeitig in den Parlamenten (\"drinnen\") und in sozialen Bewegungen oder Streiks (\"draußen\") statt. Die parlamentarische Arbeit dient dazu, Forderungen der Straße gesetzlich abzusichern.",
        "vertiefung": "Diese Strategie wurde von Theoretikern wie Nicos Poulantzas entwickelt. Er warnte davor, den Staat nur von außen zu stürmen oder nur von innen zu verwalten; beides führe zur Niederlage. Es geht um die Transformation des Staates durch gesellschaftlichen Druck.",
        "beispiel": "Während du im Stadtrat für kommunalen Wohnungsbau stimmst, besetzen deine Mitstreiter draußen leerstehende Häuser, um den Druck zu erhöhen."
      },
      {
        "wert": 4,
        "label": "Hegemonie aufbauen",
        "beschreibung": "Bevor der politische Umsturz gelingen kann, muss die Linke die kulturelle und geistige Vorherrschaft (Hegemonie) in der Gesellschaft gewinnen. Es geht darum, alternative Werte und Organisationen im Alltag zu verankern.",
        "vertiefung": "Basierend auf Antonio Gramsci. Der Kapitalismus herrscht nicht nur durch Gewalt, sondern durch Zustimmung. Die Linke muss eine eigene \"Gegen-Hegemonie\" in Schulen, Medien und Vereinen aufbauen, um den Boden für Wandel zu bereiten.",
        "beispiel": "Du gründest linke Bildungszentren, Stadtteilzeitungen und Kulturvereine, bis sozialistische Werte zum \"gesunden Menschenverstand\" werden."
      },
      {
        "wert": 5,
        "label": "Alternativen leben",
        "beschreibung": "Man wartet nicht auf den Tag X, sondern beginnt hier und jetzt, die neue Gesellschaft aufzubauen. In autonomen Zonen, Kooperativen und Kommunen wird die Zukunft bereits gelebt und so der Kapitalismus \"ausgehöhlt\".",
        "vertiefung": "Inspiriert von den Zapatistas oder dem Konzept \"Den Staat ohne Machtübernahme verändern\" (John Holloway). Es ist eine Absage an den zentralistischen Parteisozialismus. Kritiker sehen darin die Gefahr der Nischenbildung, die das Gesamtsystem unberührt lässt.",
        "beispiel": "Du lebst in einer völlig selbstverwalteten Kommune, die ihr eigenes Geld hat und sich komplett dem staatlichen und marktwirtschaftlichen Zugriff entzieht."
      }
    ],
    "frage": "Wie kommen wir vom Kapitalismus zum Sozialismus?"
  },
  "A2": {
    "titel": "SUBJEKT",
    "stufen": [
      {
        "wert": 1,
        "label": "Klassisch",
        "beschreibung": "Die Industriearbeiterschaft ist das zentrale Subjekt der Veränderung. Da sie direkt am Hebel der Produktion sitzt, hat sie durch Streiks die Macht, das System zum Stillstand zu bringen.",
        "vertiefung": "Die klassische marxistische Sicht. Die Stellung im Produktionsprozess schweißt die Arbeiter zusammen und gibt ihnen ein gemeinsames Interesse. Kritiker weisen darauf hin, dass die \"klassische\" Industriearbeiterschaft in Europa zahlenmäßig schrumpft.",
        "beispiel": "Ein Generalstreik in den großen Autofabriken zwingt die Regierung zum Einlenken bei Sozialreformen."
      },
      {
        "wert": 2,
        "label": "Alle Lohnabhängigen",
        "beschreibung": "Nicht nur Fabrikarbeiter, sondern alle, die ihre Arbeitskraft verkaufen müssen – von der Kassiererin bis zum Softwareentwickler. Gemeinsam bilden sie die Mehrheit der Gesellschaft.",
        "vertiefung": "E.P. Thompson betonte, dass Klasse nicht nur eine ökonomische Kategorie ist, sondern durch gemeinsame Erfahrung \"gemacht\" wird. Das Ziel ist eine breite Allianz der Lohnabhängigen. Kritiker sehen die Interessen zwischen Hochqualifizierten und Prekären oft als zu verschieden an.",
        "beispiel": "Pflegekräfte, Lehrer und Logistikarbeiter streiken gemeinsam für eine bessere öffentliche Infrastruktur."
      },
      {
        "wert": 3,
        "label": "Vielfältige Subjekte",
        "beschreibung": "Das Subjekt der Veränderung ist eine bunte Menge (Multitude) von Individuen, die sich in Netzwerken organisieren. Es gibt kein Zentrum mehr, sondern eine Vielfalt an Protestformen.",
        "vertiefung": "Konzept von Michael Hardt und Antonio Negri (\"Empire\"). In der postindustriellen Welt ist die Macht dezentral, also muss es auch der Widerstand sein. Kritiker monieren die mangelnde strategische Schlagkraft einer so heterogenen Masse.",
        "beispiel": "Eine weltweite Protestwelle, die über soziale Medien koordiniert wird, bringt gleichzeitig Millionen Menschen für verschiedene, aber verbundene Ziele auf die Straße."
      },
      {
        "wert": 4,
        "label": "Alle Achsen",
        "beschreibung": "Veränderung gelingt nur, wenn der Kampf gegen Klasse, Geschlecht, Rassismus und Behinderung zusammengedacht wird. Nur ein Bündnis aller Unterdrückten kann das Gesamtsystem stürzen.",
        "vertiefung": "Basiert auf Kimberlé Crenshaw. Unterdrückungsformen überschneiden sich und verstärken einander. Ein rein ökonomischer Kampf würde viele Diskriminierungen bestehen lassen. Kritiker fürchten eine \"Identitätspolitik\", die die gemeinsame Klassenbasis spaltet.",
        "beispiel": "Ein Streik für höhere Löhne wird explizit mit Forderungen gegen rassistische Diskriminierung am Arbeitsplatz verbunden."
      },
      {
        "wert": 5,
        "label": "Auch Tiere und Natur",
        "beschreibung": "Das Subjekt des Wandels ist das Leben selbst. Die Befreiung des Menschen ist untrennbar mit der Befreiung der Tiere und dem Schutz der Biosphäre verbunden.",
        "vertiefung": "Donna Haraway oder Konzepte der Tiefenökologie. Der Mensch wird nicht mehr als Krone der Schöpfung gesehen. Es geht um eine \"Solidarität über die Speziesgrenzen hinweg\". Kritiker halten dies für politisch kaum handlungsfähig, da Tiere nicht selbst politisch agieren können.",
        "beispiel": "Politische Entscheidungen werden erst getroffen, nachdem die Auswirkungen auf lokale Tierpopulationen und das Ökosystem rechtlich verbindlich geprüft wurden."
      }
    ],
    "frage": "Wer macht die Veränderung?"
  },
  "A3": {
    "titel": "STAATSMACHT",
    "stufen": [
      {
        "wert": 1,
        "label": "Wahlen gewinnen",
        "beschreibung": "Der Staat ist ein neutrales Instrument. Man muss lediglich die Mehrheit im Parlament gewinnen, um die Ministerien zu besetzen und die Gesetze im Sinne des Sozialismus zu ändern.",
        "vertiefung": "Klassische staatssozialistische oder sozialdemokratische Sichtweise. Macht wird als Besitz begriffen. Kritiker (wie Poulantzas) warnen: Der Staatsapparat hat eine eigene Logik, die linke Regierungen oft zur Anpassung zwingt.",
        "beispiel": "Nach einem Wahlsieg werden die Banken per Regierungsdekret verstaatlicht und die Verwaltung angewiesen, den Plan umzusetzen."
      },
      {
        "wert": 2,
        "label": "Umbau",
        "beschreibung": "Es reicht nicht, nur die Regierung zu stellen. Der gesamte Staatsapparat (Polizei, Justiz, Verwaltung) muss von Grund auf demokratisiert und umgebaut werden, um sozialistisch handlungsfähig zu sein.",
        "vertiefung": "Nicos Poulantzas argumentierte, dass der Staat ein \"Kräfteverhältnis\" ist. Linke müssen in den Staatsapparat eindringen und ihn von innen her aufbrechen. Dies ist ein mühsamer Prozess des institutionellen Wandels.",
        "beispiel": "Richter und hohe Beamte werden nicht mehr ernannt, sondern demokratisch gewählt; die Polizei wird in einen zivilen Friedensdienst umgewandelt."
      },
      {
        "wert": 3,
        "label": "Durchdringen",
        "beschreibung": "Der Staat wird durch die Gesellschaft \"durchlöchert\". Immer mehr Aufgaben werden an Bürgergruppen, Genossenschaften und Stadtteilräte abgegeben, bis der Staat nur noch koordinierende Funktion hat.",
        "vertiefung": "Chantal Mouffe und Ernesto Laclau. Das Ziel ist eine permanente Ausweitung demokratischer Kämpfe in alle staatlichen Nischen. Es geht um die \"Pluralisierung der Macht\". Kritiker sehen darin die Gefahr der Ineffizienz und Zersplitterung.",
        "beispiel": "Die Budgetplanung deiner Stadt wird nicht mehr im Rathaus, sondern in verbindlichen Bürgerversammlungen in den Vierteln entschieden."
      },
      {
        "wert": 4,
        "label": "Gegenmacht",
        "beschreibung": "Neben dem offiziellen Staat werden eigene, alternative Machtstrukturen (z. B. Arbeiterräte, Selbstverteidigungskomitees) aufgebaut. In der Krise fordern diese den Staat heraus, bis dieser zusammenbricht.",
        "vertiefung": "Das Konzept von Lenin (\"Doppelherrschaft\") während der russischen Revolution. Es beschreibt eine instabile Übergangsphase. Heute wird es eher als Aufbau von \"Parallelstrukturen\" verstanden. Kritiker warnen vor der Eskalation von Gewalt.",
        "beispiel": "Während die offizielle Polizei in dein Viertel kommt, vertrauen die Bewohner nur noch ihrem eigenen, demokratisch kontrollierten Sicherheitsdienst."
      },
      {
        "wert": 5,
        "label": "Auflösen",
        "beschreibung": "Der Staat als Herrschaftsinstrument wird komplett abgeschafft. Die Gesellschaft organisiert sich in freien Vereinbarungen und föderalen Strukturen ohne zentrale Gewalt.",
        "vertiefung": "Die anarchistische Vision (Bakunin) oder Marx' Ziel des \"Absterbens des Staates\". Verwaltung von Dingen statt Herrschaft über Menschen. Skeptiker bezweifeln, dass komplexe Industriegesellschaften ohne zentrales Rechtssystem funktionieren können.",
        "beispiel": "Es gibt keine Pässe, keine zentralen Gesetze und keine Steuern mehr; alles wird durch direkte Absprachen zwischen den beteiligten Kommunen geregelt."
      }
    ],
    "frage": "Was tun mit dem Staat?"
  },
  "B1": {
    "titel": "KOORDINATION",
    "stufen": [
      {
        "wert": 1,
        "label": "Genossenschaften im Markt",
        "beschreibung": "Die Betriebe gehören den Beschäftigten (Genossenschaften), aber sie konkurrieren weiterhin auf einem Markt miteinander. Preise entstehen durch Angebot und Nachfrage, Gewinne fließen an die Belegschaften.",
        "vertiefung": "Bekannt geworden durch das jugoslawische Modell oder die Theorien von Oskar Lange. Ziel ist es, die Effizienz des Marktes zu nutzen, aber die Ausbeutung durch Privateigentümer zu beenden. Kritik: Die Genossenschaften stehen unter dem Druck der Marktkonkurrenz und müssen sich oft wie kapitalistische Firmen verhalten (Selbstausbeutung).",
        "beispiel": "Du arbeitest in einer Software-Firma, die allen Angestellten gehört, musst aber Überstunden machen, um billiger zu sein als die konkurrierende Genossenschaft."
      },
      {
        "wert": 2,
        "label": "Gemischte Koordination",
        "beschreibung": "Grundbedürfnisse (Wohnen, Energie, Grundnahrungsmittel) werden staatlich geplant und bereitgestellt. Für Luxusgüter und Innovationen bleibt ein regulierter Markt bestehen, um Flexibilität zu wahren.",
        "vertiefung": "Ein pragmatischer Ansatz, den u.a. Alec Nove vertrat. Man erkennt an, dass ein Planungsamt nicht die Farbe jeder Zahnbürste festlegen kann, will aber die existenzielle Sicherheit dem Markt entziehen. Kritiker sehen darin ein instabiles \"Zwitterwesen\", das zum Kapitalismus zurückkehrt.",
        "beispiel": "Deine Miete und Heizung sind fest geplant und extrem günstig, aber für das neueste Smartphone musst du auf einem freien Markt sparen."
      },
      {
        "wert": 3,
        "label": "Dezentrale Verhandlung",
        "beschreibung": "Es gibt keinen Markt und keine Zentrale. Stattdessen verhandeln Produzenten- und Konsumentenräte in mehreren Runden (Iterationen), was produziert wird, bis ein Gleichgewicht zwischen Aufwand und Nutzen erreicht ist.",
        "vertiefung": "Entwickelt von Michael Albert und Robin Hahnel. Das Modell setzt auf \"effort-based\" Entlohnung (Bezahlung nach Anstrengung). Es soll die informationellen Vorteile des Marktes nutzen, ohne dessen Ungerechtigkeit. Kritiker fürchten eine \"Diktatur der Meetings\" und immense Zeitverluste.",
        "beispiel": "Du gibst im Rat deines Viertels eine Wunschliste für das nächste Jahr ab und erfährst nach Verhandlungen mit den Fabrikräten, was davon realisiert werden kann."
      },
      {
        "wert": 4,
        "label": "Algorithmen für den Plan",
        "beschreibung": "Moderne Computertechnologie und Big Data erfassen Bedarfe in Echtzeit und steuern die Produktion effizient. Ein digitaler Algorithmus optimiert die Logistik ohne die Umwege des Marktes.",
        "vertiefung": "Inspiriert durch das Projekt \"Cybersyn\" im Chile unter Allende oder die Theorien von Paul Cockshott. Man nutzt Rechenleistung, um das \"Rechnungs-Problem\" des Sozialismus zu lösen. Kritiker warnen vor einer technokratischen Herrschaft von IT-Experten und dem Verlust von Privatsphäre.",
        "beispiel": "Ein intelligentes System erkennt, dass in deinem Viertel mehr Brot verbraucht wird, und weist die Mühle automatisch an, die Mehlmenge für morgen zu erhöhen."
      },
      {
        "wert": 5,
        "label": "Gemeingüter-Logik",
        "beschreibung": "Die Wirtschaft basiert auf freiwilligen Kooperationen und dem Teilen von Ressourcen. Es wird produziert, weil es sinnvoll ist, nicht weil ein Plan oder Markt es befiehlt. Wissen und Werkzeuge sind frei zugänglich.",
        "vertiefung": "Orientiert an Elinor Ostrom (Nobelpreis für die Erforschung der Allmende). Es geht um \"Beitragen statt Tauschen\". Das Modell setzt auf eine radikale Verhaltensänderung weg vom Tauschwert. Skeptiker bezweifeln, dass so komplexe Güter wie Mikrochips oder Flugzeuge entstehen können.",
        "beispiel": "Du nutzt eine offene Werkstatt und nimmst dir Material aus dem Lager, das von anderen freiwillig aufgefüllt wurde, und gibst dein Wissen im Gegenzug weiter."
      }
    ],
    "frage": "Wie organisieren wir die Wirtschaft?"
  },
  "B2": {
    "titel": "EIGENTUM",
    "stufen": [
      {
        "wert": 1,
        "label": "Zentral verwaltet",
        "beschreibung": "Alle wesentlichen Produktionsmittel gehören dem Gesamtstaat. Die Verwaltung erfolgt durch staatliche Behörden im Namen des Volkes.",
        "vertiefung": "Die klassische sowjetische Vorstellung (\"Volkseigentum\"). Es ermöglicht schnelle Ressourcenkonzentration für große Aufgaben. Die linke Kritik (z. B. durch den Anarchismus) lautet, dass dies nur \"Staatskapitalismus\" sei, bei dem der Staat als einziger Boss auftritt.",
        "beispiel": "Dein Chef ist ein staatlich ernannter Direktor, und dein Arbeitsplatz gehört offiziell dem \"ganzen Volk\", wird aber zentral aus der Hauptstadt gesteuert."
      },
      {
        "wert": 2,
        "label": "Kommunales Eigentum",
        "beschreibung": "Fabriken und Infrastruktur gehören nicht dem Fernen Staat, sondern der Stadt oder der Region (Kommunalisierung). Die Menschen vor Ort entscheiden über die Nutzung.",
        "vertiefung": "Ein Modell, das die Entfremdung des Staatssozialismus überwinden will. Es knüpft an die Tradition der Stadtwerke oder kommunalen Wohnungsbaugesellschaften an. Kritiker fürchten regionale Ungleichheiten, wenn reiche Städte mehr besitzen als arme.",
        "beispiel": "Der Nahverkehr und die lokale Fabrik gehören deiner Stadt; Gewinne fließen direkt in die Verschönerung deines Parks."
      },
      {
        "wert": 3,
        "label": "Selbstverwaltung",
        "beschreibung": "Die Betriebe gehören ausschließlich den Menschen, die dort arbeiten. Sie entscheiden über Investitionen, Löhne und Arbeitsabläufe in Eigenregie.",
        "vertiefung": "Ein Kernpunkt des Anarchosyndikalismus und des jugoslawischen Modells. Es bricht die Macht von Bürokratie und Kapital gleichermaßen. Kritiker warnen vor \"Gruppenegoismus\", bei dem Belegschaften nur an sich und nicht an das Gemeinwohl denken.",
        "beispiel": "Du stimmst morgens mit deinen Kollegen ab, ob ihr in neue Maschinen investiert oder euch dieses Jahr mehr Urlaub gönnt."
      },
      {
        "wert": 4,
        "label": "Horizontal verbunden",
        "beschreibung": "Eigentum ist in einem Netzwerk von Genossenschaften organisiert, die sich gegenseitig stützen. Es gibt kein \"Privateigentum\" der einzelnen Firma, sondern einen gemeinsamen Pool an Ressourcen im Netzwerk.",
        "vertiefung": "Das Beispiel Mondragón im Baskenland zeigt, wie ein Netzwerk aus Banken, Universitäten und Fabriken solidarisch agiert. Wenn ein Zweig schwächelt, fangen die anderen ihn auf. Kritiker monieren, dass solche Inseln im globalen Kapitalismus oft korrumpiert werden.",
        "beispiel": "Dein Betrieb braucht einen Kredit; diesen bekommst du zinsfrei von der Bank des Netzwerks, weil ihr zum selben solidarischen Verbund gehört."
      },
      {
        "wert": 5,
        "label": "Eigentum abgeschafft",
        "beschreibung": "Das Konzept des Eigentums wird durch das der \"Besitznahme\" (Nutzung) ersetzt. Dinge gehören niemandem exklusiv. Wer etwas nutzt, trägt Verantwortung dafür, es für die Nachwelt zu erhalten.",
        "vertiefung": "Basiert auf Silke Helfrich und David Bollier. Es geht um die Überwindung der Rechtskategorie \"Eigentum\". Land, Wasser und Code sind für alle da. Skeptiker fragen, wie in einem solchen System langfristige, teure Investitionen (wie Krankenhäuser) geschützt werden.",
        "beispiel": "Du nutzt ein Haus, solange du darin wohnst; wenn du ausziehst, steht es der Gemeinschaft wieder zur Verfügung. Du kannst es nicht verkaufen, weil es dir nie \"gehört\" hat."
      }
    ],
    "frage": "Welche Eigentumsformen im Sozialismus?"
  },
  "B3": {
    "titel": "ARBEIT",
    "stufen": [
      {
        "wert": 1,
        "label": "Entfremdung überwinden",
        "beschreibung": "Arbeit wird im Sozialismus nicht abgeschafft, sondern menschlich gestaltet. Demokratie im Betrieb und abwechslungsreiche Tätigkeiten machen Arbeit von einer Last zu einer Quelle der Bestätigung.",
        "vertiefung": "Der \"frühe Marx\" träumte davon, die Trennung von Hand- und Kopfarbeit aufzuheben. Arbeit soll Ausdruck menschlicher Schöpferkraft sein. Kritiker sagen, dass monotone Fließbandarbeit auch im Sozialismus monoton bleibt, solange sie nötig ist.",
        "beispiel": "Du wechselst zwischen Planung am Computer und praktischer Montage in der Werkstatt, wobei du über das Tempo selbst entscheidest."
      },
      {
        "wert": 2,
        "label": "Sorgearbeit ins Zentrum",
        "beschreibung": "Die Wirtschaft wird um die Pflege, Erziehung und Sorge (Care) herum organisiert. Diese Arbeiten sind das Fundament der Gesellschaft und werden gegenüber der Industrieproduktion bevorzugt.",
        "vertiefung": "Vorangetrieben durch den ökonomischen Feminismus (z.B. Frigga Haug). Die \"Profit-Logik\" wird durch eine \"Lebens-Logik\" ersetzt. Kritiker fürchten, dass ein zu starker Fokus auf Care die technologische Entwicklung bremst.",
        "beispiel": "Du arbeitest 20 Stunden in deinem Beruf, und 20 Stunden sind fest für die Betreuung von Angehörigen oder Kindern im Viertel eingeplant – beides wird gleich wertgeschätzt."
      },
      {
        "wert": 3,
        "label": "Die 4-Tage-Woche (und weniger)",
        "beschreibung": "Radikale Senkung der Sollarbeitszeit. Ziel ist es, die Produktivität der Maschinen zu nutzen, um den Menschen Zeit für Bildung, Politik und Muße zurückzugeben.",
        "vertiefung": "Eine Kernforderung linker Bewegungen. Es geht um die Umverteilung der vorhandenen Arbeit auf alle Köpfe. Kritiker warnen vor Fachkräftemangel und steigenden Lohnstückkosten in der Übergangsphase.",
        "beispiel": "Dein Vollzeitjob umfasst nur noch 28 Stunden bei gleichem Lohn; das lange Wochenende ist der neue Standard."
      },
      {
        "wert": 4,
        "label": "Existenz ohne Arbeitszwang",
        "beschreibung": "Das Einkommen wird komplett von der geleisteten Arbeit getrennt. Menschen arbeiten nur noch dort, wo sie es wollen, was die Machtverhältnisse gegenüber unangenehmen Jobs radikal umkehrt.",
        "vertiefung": "Theoretiker wie Philippe Van Parijs argumentieren, dass dies die \"wahre Freiheit\" ermöglicht. Unangenehme Arbeiten müssten dann entweder automatisiert oder sehr hoch bezahlt werden. Linke Kritiker fürchten den Verlust der gewerkschaftlichen Identität.",
        "beispiel": "Du erhältst monatlich genug Geld für ein gutes Leben; wenn du zusätzlich im Krankenhaus hilfst, tust du das aus Überzeugung, nicht aus Not."
      },
      {
        "wert": 5,
        "label": "Arbeit abschaffen",
        "beschreibung": "Erwerbsarbeit wird als historisches Überbleibsel gesehen. Maschinen erledigen fast alles Notwendige. Der Mensch widmet sich der \"freien Tätigkeit\" – Spielen, Lernen, Gestalten ohne ökonomischen Druck.",
        "vertiefung": "Inspiriert von Kathi Weeks (\"The Problem with Work\") oder dem \"Akzelerationismus\". Ziel ist das Ende der Arbeitsgesellschaft. Skeptiker fragen: Was passiert mit Aufgaben, die sich nicht automatisieren lassen, aber niemand freiwillig macht?",
        "beispiel": "Du gehst morgens in die Gemeinschaftswerkstatt, um an einem Projekt zu basteln, einfach weil es dich interessiert. Den Begriff \"Job\" kennst du nur noch aus Geschichtsbüchern."
      }
    ],
    "frage": "Was ist Arbeit – und wer macht sie?"
  },
  "C1": {
    "titel": "GESCHLECHT",
    "stufen": [
      {
        "wert": 1,
        "label": "Klasse zuerst",
        "beschreibung": "Die Unterdrückung der Frau wird als Folge des Kapitalismus gesehen. Wenn die Klassenherrschaft erst einmal beseitigt ist, verschwindet die Benachteiligung der Geschlechter von selbst.",
        "vertiefung": "Diese Position prägte lange die traditionelle Arbeiterbewegung und den \"Realsozialismus\". Man argumentierte, dass die ökonomische Befreiung die Basis für alles andere sei. Kritiker (wie Clara Zetkin oder später feministische Linke) wandten ein, dass patriarchale Strukturen älter sind als der Kapitalismus und innerhalb der Arbeiterklasse aktiv bekämpft werden müssen.",
        "beispiel": "In der Parteiversammlung wird gesagt: \"Wir reden jetzt über den Streik bei Siemens, Frauenthemen machen wir später unter 'Verschiedenes'.\""
      },
      {
        "wert": 2,
        "label": "Klasse + Geschlecht",
        "beschreibung": "Frauen werden zweifach ausgebeutet: als Arbeiterinnen in der Fabrik durch das Kapital und zu Hause durch die unbezahlte Hausarbeit für den Ehemann. Beide Kämpfe müssen parallel geführt werden.",
        "vertiefung": "Ein klassisch marxistisch-feministischer Ansatz. Es wird anerkannt, dass Frauen eine spezifische Last tragen. Ziel ist die Vergesellschaftung von Hausarbeit (z. B. durch öffentliche Kantinen und Wäschereien). Kritik: Das Modell geht oft noch von einer heteronormativen Kleinfamilie aus.",
        "beispiel": "Der Staat baut massiv Betriebskindergärten und öffentliche Küchen, damit Frauen \"genauso wie Männer\" voll erwerbstätig sein können."
      },
      {
        "wert": 3,
        "label": "Care ist Basis",
        "beschreibung": "Nicht die Produktion von Waren, sondern die \"Produktion von Leben\" (Care, Erziehung, Pflege) steht im Zentrum. Ohne diese Sorgearbeit würde kein Fließband laufen; sie ist die eigentliche Basis der Ökonomie.",
        "vertiefung": "Diese Theorie (Social Reproduction Theory, u.a. Lise Vogel, Cinzia Arruzza) besagt, dass Kapitalismus ohne die kostenlose Ausbeutung von (meist weiblicher) Sorgearbeit nicht existieren könnte. Ein Sozialismus muss daher die Logik der Sorge zur Leitlogik der gesamten Wirtschaft machen.",
        "beispiel": "Die Planung der Stadtviertel richtet sich nach den Wegen der Kinder und Alten, nicht nach den Lieferrouten der Industrie."
      },
      {
        "wert": 4,
        "label": "Alles verschränkt",
        "beschreibung": "Geschlecht, Klasse, Herkunft und Sexualität können nicht getrennt werden. Eine schwarze Arbeiterin erfährt eine andere Unterdrückung als eine weiße Akademikerin. Befreiung muss alle diese Achsen gleichzeitig adressieren.",
        "vertiefung": "Basiert auf Kimberlé Crenshaw und dem Combahee River Collective. Es geht um die Überwindung multipler Herrschaftsformen. In der Linken wird oft debattiert, ob dies zu einer Zersplitterung führt oder erst die wahre Solidarität ermöglicht.",
        "beispiel": "Ein linker Streik fordert nicht nur mehr Lohn, sondern auch das Ende von rassistischer Beleidigung und sexueller Belästigung am Arbeitsplatz."
      },
      {
        "wert": 5,
        "label": "Kategorien auflösen",
        "beschreibung": "Das Ziel ist nicht die Gleichheit zwischen \"Männern\" und \"Frauen\", sondern die Überwindung dieser Kategorien selbst. Geschlechtsidentität wird als frei wählbar und vielfältig jenseits der Zweigeschlechtlichkeit verstanden.",
        "vertiefung": "Inspiriert von Judith Butler. Wenn die Zwangskategorien fallen, fällt auch die Grundlage für patriarchale Herrschaft. Kritik: Manche fürchten, dass der Fokus auf \"Identität\" die materiellen ökonomischen Kämpfe in den Hintergrund drängt.",
        "beispiel": "Toiletten, Ausweise und Sprache kennen keine Geschlechtertrennung mehr; Menschen leben ihre Identität ohne jede soziale Normierung."
      }
    ],
    "frage": "Wie denken wir Geschlecht?"
  },
  "C2": {
    "titel": "ÖKOLOGIE",
    "stufen": [
      {
        "wert": 1,
        "label": "Technik löst alles",
        "beschreibung": "Der Markt bleibt, wird aber ökologisch \"getuned\". Durch Effizienz, E-Mobilität und neue Technologien retten wir das Klima, ohne unser Wirtschaftssystem oder unseren Lebensstil grundlegend zu ändern.",
        "vertiefung": "Ulrich Becks \"Risikogesellschaft\" beschreibt die Notwendigkeit der Moderne, ihre eigenen Nebenfolgen zu managen. Kritiker sagen, dass der Wachstumszwang des Kapitalismus jede technische Einsparung durch Mehrverbrauch (Rebound-Effekt) wieder auffrisst.",
        "beispiel": "Du kaufst dir ein Elektro-SUV und fühlst dich gut, während die globale Rohstoffförderung für Batterien neue Rekorde bricht."
      },
      {
        "wert": 2,
        "label": "Effizienz durch Planung",
        "beschreibung": "Der Staat steuert die Wirtschaft durch strenge Gesetze und Investitionen in Richtung Nachhaltigkeit. Wir bauen die Industrie massiv um, bleiben aber bei einem Fokus auf Wohlstand durch Produktion.",
        "vertiefung": "Ein sozialdemokratisch-ökologischer Ansatz. Man glaubt an die \"Versöhnung von Ökonomie und Ökologie\". Die Kritik lautet, dass hier nur die Symptome verwaltet werden, statt die zerstörerische Grundlogik des Profits anzugehen.",
        "beispiel": "Das ganze Land wird mit Windrädern und Solarparks überzogen, während die Industrieproduktion auf Wasserstoff umgestellt wird."
      },
      {
        "wert": 3,
        "label": "System ändern",
        "beschreibung": "Umweltschutz ist unmöglich, solange die Wirtschaft dem Profit verpflichtet ist. Nur eine demokratisch geplante Wirtschaft kann ökologisch vernünftig entscheiden, was wirklich produziert werden muss.",
        "vertiefung": "John Bellamy Foster argumentiert, dass der Kapitalismus einen \"Riss\" im Stoffwechsel zwischen Mensch und Natur erzeugt hat. Nur der Sozialismus kann diesen Riss heilen, indem er den Gebrauchswert über den Tauschwert stellt.",
        "beispiel": "Eine Fabrik wird nicht geschlossen, weil sie unrentabel ist, sondern weil die Gemeinschaft entscheidet, dass ihre Produkte ökologisch zu teuer sind."
      },
      {
        "wert": 4,
        "label": "Weniger ist mehr",
        "beschreibung": "Wir müssen die Wirtschaft in den reichen Ländern aktiv schrumpfen, um die Biosphäre zu entlasten. Ein gutes Leben wird durch Zeit, Gemeinschaft und Reparatur definiert, nicht durch Konsum von neuen Waren.",
        "vertiefung": "Jason Hickel und Giorgos Kallis fordern eine Abkehr vom BIP als Maßstab. Wohlstand bedeutet hier \"öffentlicher Luxus und private Genügsamkeit\". Kritiker warnen vor Massenarbeitslosigkeit und Instabilität in der Übergangsphase.",
        "beispiel": "Du arbeitest nur noch zwei Tage die Woche; den Rest der Zeit nutzt du geteilte Güter (Leihautos, Gemeinschaftsgärten) und reparierst deine Sachen selbst."
      },
      {
        "wert": 5,
        "label": "Natur hat Eigenrecht",
        "beschreibung": "Der Mensch ist nicht wichtiger als andere Arten. Die Natur wird nicht als \"Ressource\" gesehen, sondern als Rechtssubjekt. Wir müssen unser Leben komplett an die Bedürfnisse des Ökosystems anpassen.",
        "vertiefung": "Arne Næss begründete die Tiefenökologie. Es geht um eine biozentrische statt einer anthropozentrischen (menschenzentrierten) Weltanschauung. Skeptiker fragen, wie in einer solchen Welt noch moderne Medizin oder Technologie möglich sein sollen.",
        "beispiel": "Ein Bauprojekt für eine Bahnstrecke wird gestoppt, weil die Zerstörung des lokalen Waldes als Verletzung der \"Rechte des Waldes\" gilt."
      }
    ],
    "frage": "Wie verhält sich Mensch zur Natur?"
  },
  "C3": {
    "titel": "GLOBAL",
    "stufen": [
      {
        "wert": 1,
        "label": "Sozialismus im eigenen Land",
        "beschreibung": "Zuerst müssen wir die Verhältnisse im eigenen Land ändern. Ein starker Nationalstaat schützt die sozialen Errungenschaften nach außen und kontrolliert die Wirtschaft.",
        "vertiefung": "Historisch mit Stalin verbunden, findet sich diese Haltung heute oft in einem \"linken Souveränismus\". Man glaubt, dass internationale Abkommen nur die Macht der Konzerne stärken. Kritiker werfen dieser Position \"Wohlfahrtsschauvinismus\" vor.",
        "beispiel": "Deutschland führt hohe Zölle ein, um die heimische Industrie und die Löhne vor billiger Konkurrenz aus dem Ausland zu schützen."
      },
      {
        "wert": 2,
        "label": "Arbeiter*innen aller Länder",
        "beschreibung": "Der Kampf für den Sozialismus ist weltweit. Wir unterstützen linke Bewegungen in anderen Ländern und streben nach einer globalen Angleichung von Arbeits- und Lebensbedingungen.",
        "vertiefung": "Die trotzkistische oder klassisch internationalistische Tradition. \"Proletarier aller Länder, vereinigt euch!\" Ziel ist die Weltrevolution oder zumindest eine globale Arbeiterbewegung. Kritiker halten dies für unrealistisch angesichts nationaler Egoismen.",
        "beispiel": "Du nimmst an einem weltweiten Streiktag teil, der gleichzeitig in Berlin, Mumbai und São Paulo koordiniert wird."
      },
      {
        "wert": 3,
        "label": "Gegen Neokolonialismus",
        "beschreibung": "Das Hauptproblem ist die Unterdrückung des globalen Südens durch den Norden. Wir müssen die Macht der westlichen Konzerne und Institutionen (IWF, Weltbank) brechen und die Souveränität armer Länder stärken.",
        "vertiefung": "Basiert auf Lenins Imperialismustheorie und Denkern wie Frantz Fanon. Es geht um den Kampf gegen \"neokoloniale\" Ausbeutung. Kritik: Manchmal führt dies zur unkritischen Unterstützung autoritärer Regime, nur weil sie \"anti-westlich\" sind.",
        "beispiel": "Deutschland zahlt Reparationen für koloniales Unrecht und verzichtet auf Patente, damit Länder im Süden eigene Industrien aufbauen können."
      },
      {
        "wert": 4,
        "label": "Umverteilung weltweit",
        "beschreibung": "Reichtum muss von den reichen Ländern des Nordens in den globalen Süden fließen. Wir brauchen eine Weltwirtschaftsordnung, die Armut aktiv beseitigt und ökologische Lasten fair verteilt.",
        "vertiefung": "Thomas Pogge und Konzepte des Weltbürgertums (Kosmopolitismus). Es geht um eine globale Steuer (z. B. Finanztransaktionssteuer) zur Finanzierung globaler öffentlicher Güter. Kritiker sehen darin eine Utopie, die an der Macht der Nationalstaaten scheitert.",
        "beispiel": "Ein Teil deiner Einkommensteuer fließt direkt in einen globalen Klimafonds, der den Ausbau erneuerbarer Energien in Afrika finanziert."
      },
      {
        "wert": 5,
        "label": "Epistemische Befreiung",
        "beschreibung": "Es reicht nicht, Geld umzuverteilen. Wir müssen unser gesamtes Denken entkolonialisieren. Westliches Wissen ist nicht die einzige Wahrheit; wir müssen von den Philosophien des Südens (z. B. Buen Vivir) lernen.",
        "vertiefung": "Walter Mignolo und Aníbal Quijano. Es geht um die Überwindung der \"Kolonialität der Macht\". Die westliche Moderne wird als gewaltsames Projekt hinterfragt. Skeptiker fürchten einen Relativismus, der wissenschaftliche Standards aufgibt.",
        "beispiel": "In der Schule lernst du genauso viel über indigene Landwirtschaft aus den Anden wie über die industrielle Revolution in Europa."
      }
    ],
    "frage": "Wie denken wir global?"
  },
  "D1": {
    "titel": "UTOPIE",
    "stufen": [
      {
        "wert": 1,
        "label": "Im Kampf entwickeln",
        "beschreibung": "Es gibt keine fertigen Blaupausen für die Zukunft. Sozialismus ist kein Zustand, der erreicht werden muss, sondern die ständige Bewegung, welche die jetzigen Zustände aufhebt.",
        "vertiefung": "Diese Position stützt sich auf Marx' Ablehnung des \"utopischen Sozialismus\". Er weigerte sich, \"Rezepte für die Garküchen der Zukunft\" zu schreiben, da sich die neue Gesellschaft organisch aus den Kämpfen der Gegenwart entwickeln muss. Kritik: Ohne Zielvorgabe fehlt einer Bewegung oft die motivierende Kraft und die Richtung.",
        "beispiel": "Du konzentrierst dich auf die aktuelle Lohnrunde und die Verbesserung der Arbeitsbedingungen, ohne dir den Kopf über das Ende des Geldsystems in 100 Jahren zu zerbrechen."
      },
      {
        "wert": 2,
        "label": "Wissen, was nicht sein soll",
        "beschreibung": "Wir können nicht genau sagen, wie das Paradies aussieht, aber wir wissen genau, was die Hölle ist. Sozialismus bedeutet hier vor allem die Abwesenheit von Ausbeutung, Hunger und Unterdrückung.",
        "vertiefung": "Stark geprägt von der Kritischen Theorie (Theodor W. Adorno). Da unsere Sprache und unser Denken vom Kapitalismus korrumpiert sind, können wir das \"Ganz Andere\" nicht positiv beschreiben. Man praktiziert ein \"Bilderverbot\". Kritiker sehen darin eine melancholische Haltung, die politisch wenig mobilisiert.",
        "beispiel": "Du kämpfst gegen die Privatisierung von Krankenhäusern, weil du weißt, dass Profitlogik in der Pflege tödlich ist – egal, wie das perfekte System später aussieht."
      },
      {
        "wert": 3,
        "label": "Das Noch-Nicht",
        "beschreibung": "Wir suchen in der Gegenwart nach Keimformen der Zukunft. Die Utopie ist kein Wolkenkuckucksheim, sondern eine reale Möglichkeit, die im Bestehenden schon angelegt ist und nur darauf wartet, befreit zu werden.",
        "vertiefung": "Zentrales Konzept von Ernst Bloch (\"Das Prinzip Hoffnung\"). Die Welt ist ein Prozess, und das \"Noch-Nicht-Gewordene\" ist eine reale Kategorie. Es geht darum, Hoffnung als politisches Handwerkszeug zu nutzen. Kritik: Es besteht die Gefahr, jede kleine Verbesserung zur \"Keimform\" zu verklären.",
        "beispiel": "Wenn du eine Solidarische Landwirtschaft (Solawi) siehst, erkennst du darin das Modell einer künftigen, bedarfsorientierten Versorgung für alle."
      },
      {
        "wert": 4,
        "label": "Hier und jetzt beginnen",
        "beschreibung": "Wir entwerfen funktionale Modelle für alternative Institutionen (z. B. Genossenschaftsbanken oder Wikipedia) und versuchen, diese im Hier und Jetzt zu verbreiten, um den Kapitalismus zu verdrängen.",
        "vertiefung": "Erik Olin Wright schlug vor, \"Erosionsstrategien\" gegen den Kapitalismus zu nutzen. Wir bauen \"emanzipatorische Nischen\" auf, die zeigen, dass es anders geht. Kritiker warnen, dass diese Inseln vom kapitalistischen Ozean geschluckt werden, wenn sie keine staatliche Machtfrage stellen.",
        "beispiel": "Du gründest ein Mietshäuser-Syndikat, um Häuser dauerhaft dem Markt zu entziehen und so eine reale Utopie des Wohnens zu schaffen."
      },
      {
        "wert": 5,
        "label": "Radikal anders denken",
        "beschreibung": "Wir müssen die Grenzen des heute Vorstellbaren sprengen. Mithilfe von Kunst, Science-Fiction und radikaler Theorie entwerfen wir Welten, die völlig ohne Geld, Staat oder biologische Zwänge funktionieren.",
        "vertiefung": "Ursula K. Le Guin (\"Die Enteigneten\") oder zeitgenössische Afrofuturisten nutzen Fiktion als politisches Labor. Es geht darum, das Gehirn von der \"Alternativlosigkeit\" zu befreien. Skeptiker halten dies für reine Träumerei ohne Bezug zur realen Organisierung.",
        "beispiel": "Du liest Romane über Gesellschaften, in denen Zeit die einzige Währung ist, und nutzt diese Bilder, um deine Vorstellung von \"Wert\" komplett neu zu bewerten."
      }
    ],
    "frage": "Brauchen wir ein Bild der Zukunft?"
  },
  "D2": {
    "titel": "KONFLIKT",
    "stufen": [
      {
        "wert": 1,
        "label": "Parlamente und Gerichte",
        "beschreibung": "Konflikte werden nach festen Regeln in staatlichen Institutionen ausgetragen. Man streitet im Parlament, verhandelt Tarifverträge und zieht im Zweifel vor Gericht.",
        "vertiefung": "Basierend auf Jürgen Habermas' Theorie des kommunikativen Handelns. Das Ziel ist der zwanglose Zwang des besseren Arguments innerhalb eines stabilen Rahmens. Linke Kritik: Institutionen sind nicht neutral, sondern darauf programmiert, den Status Quo und das Eigentum zu schützen.",
        "beispiel": "Wenn dein Arbeitgeber den Lohn nicht zahlt, klagst du vor dem Arbeitsgericht, statt die Fabrik zu besetzen."
      },
      {
        "wert": 2,
        "label": "Streit ist gut",
        "beschreibung": "Wir brauchen keine falsche Harmonie. Demokratie bedeutet, dass verschiedene Interessen hart aufeinanderprallen. Der Gegner wird nicht als Feind gesehen, den man vernichten muss, sondern als legitimer Kontrahent.",
        "vertiefung": "Chantal Mouffe plädiert für einen \"Agonismus\". Sozialismus muss den Konflikt suchen, um die Leidenschaften der Menschen zu mobilisieren. Kritiker fürchten, dass eine permanente Zuspitzung die gesellschaftliche Zusammenarbeit dauerhaft lähmt.",
        "beispiel": "In der Talkshow oder im Stadtrat benennst du die Klasseninteressen klar beim Namen, statt nach einem faulen Kompromiss zu suchen."
      },
      {
        "wert": 3,
        "label": "Höheres Recht",
        "beschreibung": "Wenn Gesetze ungerecht sind, ist es legitim, sie friedlich zu brechen. Blockaden oder Besetzungen machen auf Missstände aufmerksam, die im normalen politischen Betrieb ignoriert werden.",
        "vertiefung": "Henry David Thoreau und später Hannah Arendt prägten dieses Verständnis. Man bricht eine Regel, um ein höheres Prinzip (z. B. Klimagerechtigkeit) zu retten. Gegner kritisieren die Selbstjustiz und die Verletzung des demokratischen Mehrheitsprinzips.",
        "beispiel": "Du blockierst die Zufahrt zu einem Tagebau, um den Kohleausstieg zu erzwingen, auch wenn das rechtlich verboten ist."
      },
      {
        "wert": 4,
        "label": "Heilung statt Strafe",
        "beschreibung": "Konflikte werden nicht durch Polizei und Gefängnisse gelöst, sondern durch Mediation und Wiedergutmachung. Wir gehen an die Wurzeln von Gewalt und Aggression (Armut, Trauma, Neid).",
        "vertiefung": "Konzepte der \"Transformative Justice\" (z. B. adrienne maree brown). Es geht darum, Gemeinschaften zu befähigen, ihre Probleme selbst zu lösen, ohne den Gewaltapparat des Staates zu rufen. Kritiker fragen, wie man so mit extrem gewalttätigen oder unbelehrbaren Akteuren umgeht.",
        "beispiel": "Bei einem Diebstahl im Viertel gibt es keinen Polizeieinsatz, sondern eine Versammlung, bei der der Täter den Schaden wiedergutmacht und Unterstützung erhält."
      },
      {
        "wert": 5,
        "label": "Strukturen ändern",
        "beschreibung": "Wir bauen die Gesellschaft so um, dass die Ursachen für Konflikte (Ressourcenneid, Hierarchien, Ausbeutung) gar nicht erst entstehen. Konfliktlösung ist hier Gesellschaftsgestaltung.",
        "vertiefung": "Ruth Wilson Gilmore (Gefängnis-Abolitionismus) argumentiert, dass wir eine Welt bauen müssen, in der Gefängnisse überflüssig sind. Es geht um die \"Infrastruktur des Friedens\". Skeptiker halten dies für eine anthropologische Überforderung, da Menschen immer zu Konflikten neigen würden.",
        "beispiel": "Weil alle genug zum Leben haben und Macht flach verteilt ist, gibt es keinen Grund mehr, sich gegenseitig zu bekämpfen oder andere zu dominieren."
      }
    ],
    "frage": "Wie gehen wir mit Konflikten um?"
  },
  "D3": {
    "titel": "SINN",
    "stufen": [
      {
        "wert": 1,
        "label": "Religion ist Opium",
        "beschreibung": "Sozialismus basiert auf Vernunft, Wissenschaft und materiellen Fakten. Religiöse oder spirituelle Vorstellungen werden als Ablenkung vom Klassenkampf und als Instrument der Herrschaft abgelehnt.",
        "vertiefung": "Der klassische Marxismus-Leninismus sah in der Religion ein \"falsches Bewusstsein\", das die Menschen auf das Jenseits vertröstet. Ziel ist die totale Aufklärung. Kritik: Dies hinterlässt oft ein \"Sinn-Vakuum\" und übersieht die motivierende Kraft von Glaubensgemeinschaften.",
        "beispiel": "In deinem linken Lesekreis werden ausschließlich ökonomische Statistiken und historische Analysen diskutiert; Metaphysik hat hier keinen Platz."
      },
      {
        "wert": 2,
        "label": "Privatsache",
        "beschreibung": "Religion und Spiritualität sind persönliche Angelegenheiten. Die Partei ist weltanschaulich neutral, solange der Glaube dem politischen Ziel (Gerechtigkeit) nicht im Weg steht.",
        "vertiefung": "Das Erfurter Programm der SPD (1891) erklärte Religion zur Privatsache. Man will religiöse Arbeiter nicht verschrecken, trennt aber strikt zwischen Kirche und Staat. Kritiker sagen, dies sei eine feige Vermeidung der Auseinandersetzung mit reaktionären Kirchenstrukturen.",
        "beispiel": "Nach der Demo gehen einige Mitstreiter zum Gebet, andere in die Kneipe – man redet nicht darüber, solange man gemeinsam für den Mindestlohn kämpft."
      },
      {
        "wert": 3,
        "label": "Gott der Armen",
        "beschreibung": "Der Kern des Glaubens ist der Kampf gegen Ungerechtigkeit. Jesus war ein Revolutionär, und die Kirche muss an der Seite der Unterdrückten stehen (Option für die Armen).",
        "vertiefung": "Entstand in Lateinamerika (Gustavo Gutiérrez). \"Das Evangelium lesen mit den Augen der Armen.\" Es verbindet christliche Ethik mit marxistischer Analyse. Kritiker (auch in der Kirche) werfen ihr vor, Religion für politische Zwecke zu instrumentalisieren.",
        "beispiel": "Ein Pfarrer öffnet seine Kirche für streikende Arbeiter und predigt, dass Reichtum eine Sünde ist, solange Menschen hungern."
      },
      {
        "wert": 4,
        "label": "Transzendenz ohne Gott",
        "beschreibung": "Wir brauchen ein Gefühl der Verbundenheit und Ehrfurcht vor dem Leben, aber ohne übernatürliche Götter. Sozialismus ist auch die Sehnsucht nach einem tieferen Sinn und menschlicher Wärme.",
        "vertiefung": "Erich Fromm (\"Haben oder Sein\") betonte die psychologische und spirituelle Dimension der Befreiung. Es geht um die Überwindung des narzisstischen Egos. Kritiker halten dies für \"esoterischen Kitsch\", der vom harten politischen Kampf ablenkt.",
        "beispiel": "Deine linke Gruppe praktiziert Achtsamkeit und Meditation, um Burnout vorzubeugen und eine Kultur der Empathie im Umgang miteinander zu pflegen."
      },
      {
        "wert": 5,
        "label": "Revolution als Erlösung",
        "beschreibung": "Der Kampf für Gerechtigkeit ist eine heilige Aufgabe. Die Revolution ist nicht nur eine Strukturreform, sondern ein Akt der kollektiven spirituellen Erneuerung und Weltveränderung.",
        "vertiefung": "Gustav Landauer oder Simone Weil verbanden Mystik mit Anarchismus. Die soziale Umwälzung ist der Moment, in dem der \"Geist\" in die Gemeinschaft zurückkehrt. Skeptiker warnen vor religiösem Fanatismus und der Sakralisierung von Politik.",
        "beispiel": "Die politische Arbeit wird als ein gemeinsames Ritual begriffen, das die Trennung zwischen Individuum und Gemeinschaft rituell aufhebt."
      }
    ],
    "frage": "Braucht Sozialismus Spiritualität?"
  },
  "E1": {
    "titel": "BÜNDNISSE",
    "stufen": [
      {
        "wert": 1,
        "label": "Klasse vereinen",
        "beschreibung": "Das primäre Bündnis ist das innerhalb der Klasse. Wir konzentrieren uns darauf, Spaltungen zwischen gelernten und ungelernten, einheimischen und migrierten Arbeiterinnen zu überwinden, um eine geschlossene Front gegen das Kapital zu bilden.",
        "vertiefung": "Diese Strategie folgt der \"Einheitsfront\"-Debatte der 1920er Jahre. Man geht davon aus, dass die Linke nur siegen kann, wenn sie die Mehrheit der Lohnabhängigen hinter sich bringt. Kritik: Andere Unterdrückungsformen (Geschlecht, Ökologie) werden oft als zweitrangig behandelt oder übersehen.",
        "beispiel": "In einem Streik achtest du penibel darauf, dass die Forderungen der Leiharbeiterinnen genauso gewichtet werden wie die der Stammbelegschaft."
      },
      {
        "wert": 2,
        "label": "Alle Linken an einen Tisch",
        "beschreibung": "Wir suchen das Bündnis mit allen Kräften, die sich als links definieren – von der Sozialdemokratie über Gewerkschaften bis zu autonomen Gruppen. Ziel ist ein breiter Block gegen rechts und für soziale Reformen.",
        "vertiefung": "Inspiriert von der \"Volksfront\"-Strategie. Es geht darum, die Zersplitterung der Linken zu beenden, um politisch handlungsfähig zu werden. Kritiker warnen vor dem \"kleinsten gemeinsamen Nenner\", der radikale Forderungen im Keim erstickt.",
        "beispiel": "Du organisierst eine Demonstration, bei der sowohl Gewerkschaftsbanner als auch Antifa-Flaggen und SPD-Plakate friedlich nebeneinander zu sehen sind."
      },
      {
        "wert": 3,
        "label": "Rot-Rot-Grün (R2G)",
        "beschreibung": "Wir suchen Bündnisse mit ökologischen und liberal-progressiven Parteien, um stabile parlamentarische Mehrheiten für einen sozialen und ökologischen Umbau zu gewinnen.",
        "vertiefung": "Dies basiert auf den Erfahrungen von Regierungsbündnissen in deutschen Bundesländern oder auf europäischer Ebene (z. B. Syriza/Podemos). Das Ziel ist konkrete Gestaltungsmacht. Kritik: Die Linke droht in solchen Koalitionen ihr Profil zu verlieren und zum reinen \"Reparaturbetrieb\" zu werden.",
        "beispiel": "Du unterstützt Koalitionsverhandlungen, bei denen die Einführung eines Sozialtickets gegen den Ausbau von Radwegen abgewogen wird."
      },
      {
        "wert": 4,
        "label": "Straße vor Parlament",
        "beschreibung": "Unsere wichtigsten Verbündeten sind soziale Bewegungen (Klima, Mieten, Feminismus). Die Partei ist nur das parlamentarische Sprachrohr für die Kämpfe, die \"unten\" auf der Straße geführt werden.",
        "vertiefung": "Das Konzept der \"Mosaik-Linken\". Die Partei ordnet sich den Bewegungen unter, statt sie führen zu wollen. Kritiker sehen darin eine Vernachlässigung der parlamentarischen Handwerkskunst und eine zu starke Abhängigkeit von flüchtigen Protestwellen.",
        "beispiel": "Die Partei verzichtet auf eigene Plakate und druckt stattdessen Flyer für eine lokale Mieterinitiative, ohne ihr Logo in den Vordergrund zu drängen."
      },
      {
        "wert": 5,
        "label": "Situativ und punktuell",
        "beschreibung": "Wir lehnen feste Bündnisse und Parteihierarchien ab. Wir vernetzen uns lose und situativ mit Gruppen, die in konkreten Momenten ähnliche radikale Ziele verfolgen.",
        "vertiefung": "Orientiert an anarchistischen oder autonomen Organisationsformen. Vertrauen und geteilte Praxis sind wichtiger als Programme. Skeptiker bezweifeln, dass solche Strukturen langfristig genug Atem haben, um gesellschaftliche Institutionen zu verändern.",
        "beispiel": "Du beteiligst dich an einer Ad-hoc-Besetzung eines Parks, an der Menschen unterschiedlichster Hintergründe teilnehmen, ohne dass eine Organisation die Führung beansprucht."
      }
    ],
    "frage": "Mit wem verbünden wir uns?"
  },
  "E2": {
    "titel": "EBENE",
    "stufen": [
      {
        "wert": 1,
        "label": "National entscheidend",
        "beschreibung": "Die wahre Macht liegt beim Bund. Nur durch Gesetze im Parlament, die das ganze Land betreffen (Steuern, Arbeit, Rente), können wir die Verhältnisse grundlegend ändern.",
        "vertiefung": "Eine staatszentrierte Perspektive, die auf die Übernahme der Regierungsmacht abzielt. Der Nationalstaat wird als der einzig effektive Rahmen für Umverteilung gesehen. Kritik: In einer globalisierten Welt verliert der Nationalstaat gegenüber Konzernen massiv an Einfluss.",
        "beispiel": "Du konzentrierst deine ganze Energie auf den Bundestagswahlkampf, um die Mehrwertsteuer auf Grundnahrungsmittel bundesweit abzuschaffen."
      },
      {
        "wert": 2,
        "label": "Wurzeln im Stadtteil",
        "beschreibung": "Wir müssen dort sein, wo die Menschen leben. Nur wenn wir in den Stadtteilen verankert sind und kleine Probleme lösen (Spielplätze, Beleuchtung), gewinnen wir das Vertrauen für große Veränderungen.",
        "vertiefung": "Tradition der Arbeiterbildungsvereine und der frühen KPD (\"Kümmerer-Partei\"). Es geht darum, soziale Infrastruktur im Kleinen aufzubauen. Kritiker warnen vor einem \"Kirchturmdenken\", das den Blick auf das Weltsystem verliert.",
        "beispiel": "Du organisierst eine wöchentliche Sozialberatung in deinem Viertel, um Menschen direkt bei ihren Problemen mit dem Amt zu helfen."
      },
      {
        "wert": 3,
        "label": "Labore der Zukunft",
        "beschreibung": "Wir nutzen linke Mehrheiten in Städten, um neue Modelle auszuprobieren, die später Vorbild für das ganze Land sein können (z. B. Mietendeckel, kostenlose Kitas).",
        "vertiefung": "Städte werden als \"Experimentierfelder\" für den Sozialismus begriffen. Wenn es in Berlin oder Graz funktioniert, lässt es sich schwerer als \"unmöglich\" abtun. Kritik: Der Bund oder die EU können solche lokalen Erfolge oft rechtlich wieder einkassieren.",
        "beispiel": "Deine Stadt führt ein bedingungsloses Nahverkehrsticket ein, um zu beweisen, dass Mobilität ein öffentliches Gut sein kann."
      },
      {
        "wert": 4,
        "label": "Die Stadt als Ort der Macht",
        "beschreibung": "Wir wollen die Stadtverwaltung komplett umbauen. Die Bürger sollen direkt über Budgets und Stadtplanung entscheiden. Das Ziel ist eine Vernetzung \"rebellischer Städte\" gegen den Nationalstaat.",
        "vertiefung": "Konzepte von Murray Bookchin oder Bewegungen wie \"Barcelona en Comú\". Die Stadt ist der Ort, an dem Demokratie wirklich gelebt werden kann. Skeptiker fragen, wie eine Stadt allein gegen globale Finanzmärkte bestehen soll.",
        "beispiel": "Stadtteilräte erhalten ein eigenes Budget, über dessen Verwendung sie verbindlich entscheiden, ohne dass der Stadtrat ein Vetorecht hat."
      },
      {
        "wert": 5,
        "label": "Lokal handeln, global vernetzen",
        "beschreibung": "Wir kämpfen lokal für konkrete Verbesserungen, verbinden uns aber gleichzeitig digital und physisch mit Bewegungen weltweit. Wir begreifen uns als Teil einer globalen Gemeinschaft jenseits von Grenzen.",
        "vertiefung": "Transnationalismus. Es geht um die Verbindung von lokaler Selbstverwaltung mit globaler Solidarität. Man nutzt globale Standards für lokale Befreiung. Kritik: Die theoretische Komplexität macht es schwer, Menschen ohne akademischen Hintergrund mitzunehmen.",
        "beispiel": "Dein lokaler Energie-Versorger kooperiert direkt mit einer Solar-Genossenschaft im globalen Süden, um Wissen und Technik ohne Zwischenhändler zu teilen."
      }
    ],
    "frage": "Wo kämpfen wir?"
  },
  "E3": {
    "titel": "BILDUNG",
    "stufen": [
      {
        "wert": 1,
        "label": "Aufklärung",
        "beschreibung": "Wir vermitteln Wissen über ökonomische Zusammenhänge, Geschichte und Politik. Durch Broschüren, Vorträge und Seminare werden Menschen befähigt, ihre Lage rational zu analysieren.",
        "vertiefung": "Tradition der Arbeiterbildung. Wissen ist Macht. Es geht um die Vermittlung von Fakten und Theorie (\"Lesen heißt Kämpfen\"). Kritiker bemängeln den oft \"frontalen\" und belehrenden Charakter dieser Bildungsarbeit.",
        "beispiel": "Du besuchst ein Wochenendseminar über das \"Kapital\", um die Mechanismen der Ausbeutung im Detail zu verstehen."
      },
      {
        "wert": 2,
        "label": "Kulturkampf von links",
        "beschreibung": "Wir müssen die Art und Weise ändern, wie Menschen über die Welt reden. Durch Filme, Musik, Memes und alternative Medien machen wir linke Werte im Alltag populär.",
        "vertiefung": "Basierend auf Antonio Gramsci. Wir müssen die kulturellen Räume besetzen, um den \"gesunden Menschenverstand\" nach links zu verschieben. Kritik: Es besteht die Gefahr, dass man sich in kulturellen Symbolen verliert, ohne die materiellen Machtfragen zu stellen.",
        "beispiel": "Du teilst satirische Memes über Milliardäre, die so treffend sind, dass auch Menschen darüber lachen, die sich nicht als links bezeichnen."
      },
      {
        "wert": 3,
        "label": "Gemeinsam lernen",
        "beschreibung": "Bildung ist kein Nürnberger Trichter. Lehrer und Schüler lernen gemeinsam aus ihrer Praxis. Wir setzen an den konkreten Problemen der Menschen an und entwickeln daraus Theorie.",
        "vertiefung": "Basiert auf Paulo Freire (\"Pädagogik der Unterdrückten\"). Ziel ist die \"Conscientização\" (Bewusstwerdung). Bildung ist hier ein Akt der Befreiung. Kritiker sehen darin oft eine zu langsame Methode für dringende politische Entscheidungen.",
        "beispiel": "In einer Mieterversammlung wird nicht nur über Paragraphen geredet, sondern gemeinsam analysiert, warum Wohnraum überhaupt zur Ware geworden ist."
      },
      {
        "wert": 4,
        "label": "Anders leben als Bildung",
        "beschreibung": "Der beste Weg, Bewusstsein zu verändern, ist das Vorbild. Indem wir in unseren eigenen Strukturen (Parteitage, WGs, Betriebe) Hierarchien abbauen, erfahren Menschen, dass Sozialismus möglich ist.",
        "vertiefung": "\"Be the change you want to see\". Bildung geschieht durch soziale Praxis und Erfahrung von Selbstwirksamkeit. Kritiker werfen diesem Ansatz vor, sich in eine \"Wohlfühl-Blase\" zurückzuziehen und die Konfrontation mit dem Gegner zu scheuen.",
        "beispiel": "Du erlebst auf einem Camp, wie zehntausend Menschen sich ohne Polizei und Hierarchie selbst organisieren, und änderst dadurch dein Bild von menschlicher Natur."
      },
      {
        "wert": 5,
        "label": "Erfahrung vor Theorie",
        "beschreibung": "Bewusstsein ändert sich nicht durch Bücher, sondern durch kollektive Grenzerfahrung – im Streik, in der Blockade oder im Moment des Sieges. Diese Erfahrungen brennen sich ein und verändern den Menschen dauerhaft.",
        "vertiefung": "Inspiriert von Theorien zum \"Bewegungslernen\". Das \"Wir-Gefühl\" und die Erfahrung von Macht im Moment des Widerstands sind die stärksten Bildner. Skeptiker warnen vor einer \"Event-Politik\", bei der nach dem Adrenalinrausch die politische Substanz fehlt.",
        "beispiel": "Nach einer erfolgreich blockierten Zwangsräumung hast du mehr über Solidarität gelernt als in zehn Jahren Theorie-Studium."
      }
    ],
    "frage": "Wie verändern wir Bewusstsein?"
  }
}