{
  "1": {
    "titel": "EIGENTUM",
    "stufen": [
      {
        "wert": 1,
        "label": "Privateigentum als Motor der Wirtschaft",
        "beschreibung": "Fabriken, Wohnungen und Infrastruktur gehören Einzelpersonen oder Firmen. Wer das Risiko trägt, entscheidet auch, was mit dem Besitz geschieht. Der Markt regelt die Verteilung durch Preis und Nachfrage.",
        "vertiefung": "Diese Position stützt sich auf den klassischen Liberalismus (Adam Smith). Das Recht auf Eigentum wird als Grundpfeiler individueller Freiheit gesehen. Kritik kommt von links: Privateigentum an Produktionsmitteln führe zwangsläufig zur Ausbeutung derer, die nichts besitzen außer ihrer Arbeitskraft.",
        "beispiel": "Ein Immobilienkonzern setzt die Miete so hoch an, wie der Markt es hergibt. Wer nicht zahlen kann, muss gehen."
      },
      {
        "wert": 2,
        "label": "Eigentum verpflichtet das Gemeinwohl",
        "beschreibung": "Privatbesitz ist erlaubt, aber der Staat setzt klare Grenzen. Es gibt Gesetze gegen Monopole, Mietpreisbremsen oder strenge Umweltauflagen für Fabriken.",
        "vertiefung": "Dies entspricht der Tradition des Ordoliberalismus und der frühen Sozialdemokratie. \"Eigentum verpflichtet\" steht sogar im deutschen Grundgesetz. Kritiker sagen, dass Regulation oft umgangen wird, solange die Profitlogik im Kern unangetastet bleibt.",
        "beispiel": "Mieten sind gedeckelt – aber Konzerne finden Wege über Modernisierungsumlagen, die Preise trotzdem zu heben."
      },
      {
        "wert": 3,
        "label": "Strategische Bereiche in öffentliche Hand",
        "beschreibung": "Schlüsselindustrien wie Bahn, Energie, Wasser und Krankenhäuser gehören dem Staat oder den Kommunen. Konsumgüter (Handys, Kleidung) bleiben privatwirtschaftlich organisiert.",
        "vertiefung": "Dieses Modell war prägend für die Nachkriegszeit in Europa (Keynesianismus). Ziel ist die Daseinsvorsorge: Wichtige Infrastruktur darf nicht dem Profitstreben geopfert werden. Linke kritisieren, dass der private Sektor den öffentlichen oft \"aushöhlt\".",
        "beispiel": "Die Bahn gehört dem Staat, die Brötchen kommen aus der privaten Bäckereikette. Infrastruktur öffentlich, Konsum privat."
      },
      {
        "wert": 4,
        "label": "Demokratische Kontrolle statt Staatsbesitz",
        "beschreibung": "Große Konzerne und Grundbesitz werden in Gemeineigentum überführt. Sie gehören nicht einfach \"dem Staat\", sondern werden von Beschäftigten, Nutzern und der Gesellschaft demokratisch verwaltet.",
        "vertiefung": "Inspiriert von Initiativen wie \"Deutsche Wohnen & Co. enteignen\". Theoretisch fußt dies auf der Idee der Wirtschaftsdemokratie (Fritz Naphtali). Es geht darum, die Macht des Kapitals zu brechen, ohne in einen zentralistischen Staatssozialismus zu verfallen.",
        "beispiel": "Das Mietshaus gehört einer Genossenschaft. Alle Bewohner*innen stimmen über Sanierungen und Miethöhe ab."
      },
      {
        "wert": 5,
        "label": "Alles gehört allen – Nutzen statt Besitzen",
        "beschreibung": "Die Unterscheidung zwischen \"mein\" und \"dein\" verschwindet bei den Lebensgrundlagen. Ressourcen werden gemeinschaftlich gepflegt und genutzt (Commoning). Niemand kann anderen den Zugang zu Land oder Wissen verwehren.",
        "vertiefung": "Diese Vision knüpft an vorkapitalistische Allmende-Traditionen an, wird aber modern gedacht (Elinor Ostrom). Es ist die radikale Absage an die Warenform. Kritiker bezweifeln die Effizienz bei komplexen Industrieprodukten.",
        "beispiel": "Aus dem Gemeinschaftsgarten nimmt jede*r, was gebraucht wird – und hilft beim Jäten und Gießen. Nutzen statt Besitzen."
      }
    ],
    "frage": "Wem sollen Fabriken, Wohnungen und Infrastruktur gehören?",
    "linkePosition": {
      "position": "Vergesellschaftung großer Konzerne und demokratische Kontrolle",
      "begruendung": "Schlüsselindustrien wie Energie, Wohnen und Gesundheit dürfen nicht der Profitlogik unterworfen sein. Artikel 15 Grundgesetz ermöglicht die Überführung in Gemeineigentum. Das Erfurter Programm fordert die Vergesellschaftung strukturbestimmender Bereiche.",
      "gegenargument": "Wenn ein Konzern Milliarden Gewinn macht, während die Mieten explodieren – wem gehört dieser Reichtum eigentlich? Wurde er nicht von vielen erarbeitet? Und wenn ja: Warum sollten wenige allein darüber entscheiden?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId157",
    "rechteGegenrede": {
      "titel": "Eigentum für alle, nicht für wenige",
      "text": "Der Markt hat in den letzten 40 Jahren bewiesen, wohin er führt: Die reichsten 10% besitzen zwei Drittel allen Vermögens in Deutschland, während Millionen Menschen zur Miete wohnen und nie Eigentum aufbauen können. Das ist kein Naturgesetz – das ist Politik.\n\nWenn du sagst, der Markt soll regeln, fragst du dich: Regeln für wen? Der Markt erkennt nur Kaufkraft. Wer kein Geld hat, existiert für ihn nicht. Deshalb gibt es Luxuswohnungen im Überfluss, aber bezahlbare Wohnungen fehlen überall.\n\nDie Frage ist nicht, ob Eigentum – sondern wessen Eigentum. Artikel 14 Grundgesetz sagt: Eigentum verpflichtet. Artikel 15 ermöglicht Vergesellschaftung. Das sind keine sozialistischen Träume, das ist geltendes Verfassungsrecht.\n\nPrivateigentum an deiner Zahnbürste bedroht niemanden. Aber Privateigentum an Krankenhäusern bedeutet, dass über Leben und Tod nach Rendite entschieden wird. Macht dir das keine Sorgen?\n\nDie Linke will nicht alles verstaatlichen. Aber Konzerne, die Grundbedürfnisse kontrollieren – Wohnen, Energie, Gesundheit – müssen demokratisch kontrolliert werden. Von uns allen, nicht von Aktionären."
    }
  },
  "2": {
    "titel": "PLANUNG",
    "stufen": [
      {
        "wert": 1,
        "label": "Angebot und Nachfrage regeln alles",
        "beschreibung": "Unternehmen produzieren, was Gewinn verspricht. Konsumenten entscheiden durch ihren Kauf, was Erfolg hat. Der Preis ist das Signal, das Knappheit oder Überfluss anzeigt.",
        "vertiefung": "Basierend auf der \"unsichtbaren Hand\" von Adam Smith. Effizienz steht an erster Stelle. Linke Kritik: Der Markt erkennt zwar Wünsche von Reichen (Yachten), ignoriert aber Bedürfnisse von Armen (Medikamente), wenn diese nicht zahlen können.",
        "beispiel": "20 Sorten Müsli im Regal, aber der einzige Supermarkt im Viertel schließt – nicht rentabel genug."
      },
      {
        "wert": 2,
        "label": "Markt mit staatlichem Leitplanken",
        "beschreibung": "Der Markt bleibt der Hauptmechanismus, aber der Staat greift ein, um Exzesse zu verhindern. Es gibt Subventionen für gewünschte Branchen und Steuern auf schädliche Produkte.",
        "vertiefung": "Das Modell der frühen Bundesrepublik (Ludwig Erhard). Es verbindet wirtschaftliche Freiheit mit sozialem Ausgleich. Aus linker Sicht ist dies oft nur eine \"Reparaturwerkstatt\" des Kapitalismus, die die Krisenursachen nicht behebt.",
        "beispiel": "Elektroautos werden gefördert, Verbrenner besteuert. Der Staat setzt Anreize, der Markt entscheidet den Rest."
      },
      {
        "wert": 3,
        "label": "Die Politik setzt den Rahmen der Produktion",
        "beschreibung": "Nicht alles, was Profit bringt, darf produziert werden. Strenge Gemeinwohl-Vorgaben bestimmen, welche Produkte zulässig sind (z.B. Verbot von Einwegplastik, feste Quoten für sozialen Wohnungsbau).",
        "vertiefung": "Dies ist ein Übergang zur aktiven Industriepolitik. Der Staat moderiert zwischen Gewerkschaften, Umweltverbänden und Unternehmen. Ziel ist eine Wirtschaft, die gesellschaftliche Ziele verfolgt, ohne die Betriebe direkt zu verstaatlichen.",
        "beispiel": "Unternehmen müssen nachweisen, dass ihre Lieferkette ohne Kinderarbeit auskommt. Sonst kein Marktzugang."
      },
      {
        "wert": 4,
        "label": "Räte und Bürger planen gemeinsam",
        "beschreibung": "Produktion wird nicht dem Zufall des Marktes überlassen, sondern in demokratischen Räten abgestimmt. Beschäftigte und Konsumenten verhandeln gemeinsam, was in der kommenden Periode wirklich gebraucht wird.",
        "vertiefung": "Konzepte wie \"Parecon\" (Michael Albert). Es ist der Versuch, Planung ohne die Fehler der sowjetischen Kommandowirtschaft zu gestalten – dezentral und von unten. Kritiker fürchten hohen bürokratischen Aufwand (\"zu viele Meetings\").",
        "beispiel": "Der Stadtviertel-Rat beschließt: weniger Luxus-Lofts, mehr Kitas. Die Bau-Räte setzen es um."
      },
      {
        "wert": 5,
        "label": "Produktion direkt für das gute Leben",
        "beschreibung": "Die Logik des Geldes und Profits ist abgeschafft. Es wird genau das produziert, was Menschen für ein würdevolles Leben angemeldet haben. Verteilung erfolgt nach dem Prinzip: \"Jeder nach seinen Fähigkeiten, jedem nach seinen Bedürfnissen.\"",
        "vertiefung": "Die klassische kommunistische Vision (Marx). Technik und Automatisierung sollen so weit fortgeschritten sein, dass Mangel kein Thema mehr ist. Skeptiker halten dies für utopisch, solange Ressourcen (wie Land oder Zeit) endlich sind.",
        "beispiel": "Ein Fahrrad wird bestellt und geliefert – ohne Bezahlung. Mobilität ist ein Grundrecht, keine Ware."
      }
    ],
    "frage": "Wer entscheidet, was produziert wird?",
    "linkePosition": {
      "position": "Demokratische Rahmenplanung statt reiner Marktlogik",
      "begruendung": "Der Markt erkennt nur zahlungskräftige Nachfrage, nicht gesellschaftliche Bedürfnisse. Demokratische Planung ermöglicht es, Ressourcen dorthin zu lenken, wo sie gebraucht werden – nicht wo sie den meisten Profit bringen.",
      "gegenargument": "Der Markt hat uns 20 Sorten Müsli beschert, aber bezahlbare Wohnungen? Gute Pflege? Klimaschutz? Vielleicht brauchen wir für die wichtigen Dinge andere Mechanismen als Angebot und Nachfrage."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId157",
    "rechteGegenrede": {
      "titel": "Der Markt ist blind für das Wichtige",
      "text": "Der Markt ist ein Rechensystem für Preise. Er kann nicht unterscheiden zwischen dem, was Menschen brauchen, und dem, was Reiche wollen. Deshalb gibt es SUVs und Yachten, aber keine bezahlbaren Medikamente.\n\nDu vertraust auf Angebot und Nachfrage? Dann erkläre, warum der reichste Kontinent der Erde nicht genug Pflegekräfte hat. Der Markt sagt: Pflege lohnt sich nicht. Aber Menschen brauchen Pflege. Was zählt jetzt – der Markt oder die Menschen?\n\nPlanung heißt nicht Sowjetunion. Planung heißt: Wir entscheiden gemeinsam, was produziert wird. Brauchen wir mehr Waffen oder mehr Schulen? Mehr Werbung oder mehr Klimaschutz? Diese Fragen sind zu wichtig für Algorithmen.\n\nDie größten Unternehmen der Welt planen intern minutiös – aber nach außen soll Chaos herrschen? Amazon weiß genau, was du morgen bestellen wirst. Aber als Gesellschaft sollen wir nicht planen dürfen, wie wir in 20 Jahren leben wollen?\n\nDie Linke will demokratische Planung: Bürger*innen entscheiden über Investitionen, nicht Konzernvorstände. Das ist nicht weniger Freiheit – das ist mehr Demokratie."
    }
  },
  "3": {
    "titel": "WACHSTUM",
    "stufen": [
      {
        "wert": 1,
        "label": "Nur Wachstum schafft Wohlstand",
        "beschreibung": "Wirtschaftliches Wachstum (BIP) ist der wichtigste Indikator für Erfolg. Mehr Produktion bedeutet mehr Jobs und mehr Steuern. Umweltprobleme werden durch künftige technologische Innovationen gelöst, die durch Wachstum finanziert werden.",
        "vertiefung": "Klassische neoliberale Lehre. Wachstum wird als \"Flut, die alle Boote hebt\" gesehen. Kritik: Auf einem endlichen Planeten ist unendliches Wachstum physikalisch unmöglich.",
        "beispiel": "Die Wirtschaft wächst, die Löhne steigen – und der Energieverbrauch erreicht neue Rekordwerte."
      },
      {
        "wert": 2,
        "label": "Wachstum durch grüne Technik",
        "beschreibung": "Wir wachsen weiter, aber \"sauber\". Durch Effizienz und erneuerbare Energien soll der Ressourcenverbrauch vom Wirtschaftswachstum entkoppelt werden. Elektroautos und Windkraft sind die Motoren.",
        "vertiefung": "Aktueller Mainstream der EU-Politik (Green Deal). Die Hoffnung liegt auf technologischem Fortschritt. Kritiker verweisen auf den Rebound-Effekt: Effizientere Geräte führen oft dazu, dass wir einfach mehr davon nutzen.",
        "beispiel": "Sparsame E-Autos überall – aber die Leute fahren jetzt doppelt so viel wie früher. Effizienz frisst sich selbst."
      },
      {
        "wert": 3,
        "label": "Wachstum nur dort, wo es nützt",
        "beschreibung": "Wir brauchen kein Wachstum bei Panzern oder Plastikmüll, aber Wachstum bei Bildung, Pflege und erneuerbaren Energien. Der Fokus verschiebt sich vom Geldwert (BIP) hin zur Lebensqualität.",
        "vertiefung": "Konzepte wie der \"Wohlfahrtsindex\". Es geht um gezielte Steuerung. In der Linken ist dies ein Kompromiss zwischen ökologischer Notwendigkeit und dem Wunsch nach sozialem Fortschritt.",
        "beispiel": "Keine neuen Autobahnen mehr, dafür massenhaft neue Pflegestellen und Schulen. Wachstum da, wo es nützt."
      },
      {
        "wert": 4,
        "label": "Ein gutes Leben jenseits des BIP",
        "beschreibung": "Die Wirtschaft soll stabil bleiben, ohne wachsen zu müssen (Suffizienz). Wir teilen mehr, reparieren Dinge und arbeiten weniger. Wohlstand wird durch Zeit und soziale Beziehungen definiert, nicht durch Konsum.",
        "vertiefung": "Niko Paech ist ein bekannter Vertreter. Es geht um die Befreiung vom Konsumzwang. Kritiker warnen vor Massenarbeitslosigkeit, wenn das aktuelle System aufhört zu wachsen, ohne grundlegend umgebaut zu sein.",
        "beispiel": "Repair-Cafés statt Neukauf. Kurze Arbeitswoche, lange Nachmittage im Park. Wohlstand durch Zeit, nicht durch Konsum."
      },
      {
        "wert": 5,
        "label": "Gezielte Schrumpfung für das Klima",
        "beschreibung": "Wir müssen die Produktion in den reichen Ländern aktiv und geplant reduzieren, um die Biosphäre zu retten. Das bedeutet: weniger Autos, weniger Flüge, weniger Fleisch, aber dafür eine gerechte globale Verteilung.",
        "vertiefung": "Inspiriert von Jason Hickel oder Giorgos Kallis. Degrowth ist eine radikale Antwort auf den ökologischen Kollaps und den Neokolonialismus. Gegner nennen es \"Verzichtsdiktatur\" und fürchten den sozialen Abstieg.",
        "beispiel": "Flugreisen nur noch in Ausnahmen. Lokale Versorgung hat Vorrang. Weniger von allem – aber gerecht verteilt."
      }
    ],
    "frage": "Kann die Wirtschaft wachsen und das Klima retten?",
    "linkePosition": {
      "position": "Qualitatives Wachstum in sozialen Bereichen, Schrumpfung klimaschädlicher Sektoren",
      "begruendung": "Auf einem endlichen Planeten ist unendliches Wachstum unmöglich. Die Linke will gezieltes Wachstum in Pflege, Bildung, erneuerbaren Energien – und geplante Reduktion in klimaschädlichen Branchen.",
      "gegenargument": "Was wäre, wenn Wohlstand nicht bedeutet, immer mehr zu haben – sondern mehr Zeit, mehr Sicherheit, mehr Miteinander? Die reichsten Länder haben die höchsten Depressionsraten. Vielleicht liegt Glück nicht im BIP."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId163",
    "rechteGegenrede": {
      "titel": "Wachstum wovon? Wachstum für wen?",
      "text": "Die Wirtschaft wächst seit Jahrzehnten. Aber wächst dein Leben? Wächst deine Zeit? Wächst deine Sicherheit? Oder wächst vor allem der Reichtum derer, die schon haben?\n\nWachstum auf einem endlichen Planeten ist mathematisch unmöglich. Wir verbrauchen jetzt schon die Ressourcen von 1,7 Erden. Wer glaubt, Technik wird es richten, glaubt an Wunder. Effizienz wird immer vom Mehrverbrauch aufgefressen.\n\nDie reichsten Länder haben die höchsten Depressionsraten. Mehr Konsum macht nicht glücklicher – das zeigen alle Studien. Was Menschen glücklich macht: Zeit, Beziehungen, Sicherheit, Sinn. Nichts davon kaufst du im Laden.\n\nWachstum für Pflege, Bildung, erneuerbare Energien – ja. Wachstum für Waffen, Werbung, Wegwerfprodukte – wozu? Die Frage ist nicht mehr oder weniger, sondern: Was wollen wir eigentlich?\n\nDie Linke sagt: Ein gutes Leben braucht kein ewiges Wachstum. Es braucht gerechte Verteilung. Wenn alle genug haben, muss niemand mehr wachsen."
    }
  },
  "4": {
    "titel": "ARBEIT",
    "stufen": [
      {
        "wert": 1,
        "label": "Wer nicht arbeitet, soll auch nicht essen",
        "beschreibung": "Erwerbsarbeit wird als moralische Pflicht gegenüber der Gemeinschaft gesehen. Sozialleistungen sind an die Bereitschaft geknüpft, jede zumutbare Arbeit anzunehmen.",
        "vertiefung": "Diese Position wurzelt im preußischen Arbeitsethos und findet sich paradoxerweise sowohl im frühen Industriekapitalismus als auch in autoritären sozialistischen Modellen. Kritik: Sie ignoriert unbezahlte Care-Arbeit und zwingt Menschen in entfremdete Tätigkeiten.",
        "beispiel": "Wer Unterstützung will, muss nachweisen, dass er sich aktiv bewirbt. Sonst gibt es Kürzungen."
      },
      {
        "wert": 2,
        "label": "Aufstieg durch eigene Leistung",
        "beschreibung": "Arbeit ist der Weg zu Anerkennung und Wohlstand. Der Staat soll dafür sorgen, dass jede*r die Chance hat, sich durch Bildung und Fleiß eine gute Position zu erarbeiten.",
        "vertiefung": "Das Ideal der Meritokratie (Leistungsgesellschaft). Es betont die individuelle Verantwortung, setzt aber faire Startbedingungen voraus. Linke bezweifeln, dass im Kapitalismus echte Chancengleichheit existieren kann.",
        "beispiel": "Überstunden, Fortbildungen, Netzwerken – wer aufsteigen will, muss liefern. Leistung lohnt sich, heißt es."
      },
      {
        "wert": 3,
        "label": "Würdige Bedingungen für alle Lohnabhängigen",
        "beschreibung": "Arbeit muss sicher, fair bezahlt und gesundheitsschonend sein. Starke Gewerkschaften und Tarifverträge sorgen dafür, dass die Beschäftigten nicht ausgebeutet werden.",
        "vertiefung": "Kernanliegen der klassischen Sozialdemokratie und Gewerkschaftsbewegung. Fokus auf Mitbestimmung im Betrieb. Kritiker sagen, dass dies nur die Symptome der Ausbeutung lindert, aber das Prinzip der Lohnarbeit nicht infrage stellt.",
        "beispiel": "Tarifvertrag: geregelte Pausen, Urlaubsgeld, Kündigungsschutz. Die Gewerkschaft hat's erkämpft."
      },
      {
        "wert": 4,
        "label": "Weniger schuften, mehr leben",
        "beschreibung": "Die Produktivitätsgewinne durch Technik werden genutzt, um die Wochenarbeitszeit massiv zu senken (z. B. 30-Stunden-Woche). Arbeit wird umverteilt, damit alle Zeit für Familie, Politik und Kultur haben.",
        "vertiefung": "Prominent vertreten durch Frigga Haug (4-in-1-Perspektive). Ziel ist die Gleichverteilung von Erwerbsarbeit, Reproduktionsarbeit, Gemeinwesenarbeit und Eigenzeit. Kritiker fürchten um die Wettbewerbsfähigkeit der Industrie.",
        "beispiel": "Feierabend am Donnerstagmittag. Die 25-Stunden-Woche ist Standard. Zeit für Kinder, Hobbys, Politik."
      },
      {
        "wert": 5,
        "label": "Befreite Tätigkeit statt Lohnzwang",
        "beschreibung": "Die Trennung zwischen \"Arbeit\" und \"Freizeit\" wird aufgehoben. Menschen tun das, was sie für sinnvoll halten, weil Maschinen die notwendige Plackerei übernehmen.",
        "vertiefung": "Die Vision des \"ganzen Menschen\" beim frühen Marx (jagen, fischen, kritisieren). Es geht um die Überwindung der Entfremdung. Skeptiker fragen: Wer putzt dann die Toiletten oder baut die Maschinen?",
        "beispiel": "Menschen reparieren Fahrräder, weil es ihnen Freude macht und die Gemeinschaft es braucht – nicht weil Miete fällig ist."
      }
    ],
    "frage": "Ist Arbeit Sinn des Lebens – oder Mittel zum Leben?",
    "linkePosition": {
      "position": "Radikale Arbeitszeitverkürzung bei vollem Lohnausgleich",
      "begruendung": "Die Produktivität ist seit Jahrzehnten gestiegen, aber die Arbeitszeit kaum gesunken. Die Linke fordert die 30-Stunden-Woche als ersten Schritt – damit alle Zeit haben für Familie, Engagement und sich selbst.",
      "gegenargument": "Wir sind produktiver als je zuvor – und trotzdem gestresster. Die Gewinne dieser Produktivität landen bei Aktionären, nicht bei denen, die die Arbeit machen. Wem gehört eigentlich deine Lebenszeit?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId159",
    "rechteGegenrede": {
      "titel": "Arbeit soll dem Leben dienen, nicht umgekehrt",
      "text": "Wer nicht arbeitet, soll nicht essen? Dann frage ich: Wer arbeitet eigentlich? Die Erbin, die Millionen verwaltet? Der Spekulant, der auf fallende Kurse wettet? Die leisten keine Arbeit – und essen sehr gut.\n\nArbeit ist nicht gleich Erwerbsarbeit. Wer Kinder erzieht, Alte pflegt, Kranke versorgt – arbeitet. Aber diese Arbeit zählt nicht, weil kein Geld fließt. Das ist keine Naturordnung, das ist ein System, das Frauen ausbeutet.\n\nMenschen wollen arbeiten – aber sinnvoll. Niemand steht morgens auf und denkt: Heute will ich Bullshit-Jobs machen. Der Zwang zur Arbeit produziert nicht Leistung, sondern Angst und Burnout.\n\nDie Produktivität hat sich seit 1960 vervierfacht. Aber die Arbeitszeit ist kaum gesunken. Wo ist der Gewinn geblieben? Bei den Aktionären. Nicht bei denen, die die Arbeit machen.\n\nDie Linke will: Arbeit, die würdig ist. Arbeit, die Zeit lässt für das Leben. Arbeit, die nicht krank macht. Ist das zu viel verlangt?"
    }
  },
  "5": {
    "titel": "EINKOMMEN",
    "stufen": [
      {
        "wert": 1,
        "label": "Wer mehr leistet, bekommt mehr",
        "beschreibung": "Das Einkommen richtet sich streng nach der individuellen Leistung am Markt. Hohe Qualifikation und hohes Risiko werden durch hohe Gehälter belohnt.",
        "vertiefung": "Klassisch-liberales Leistungsprinzip. Kritik: \"Leistung\" wird hier oft nur als Marktwert definiert, während gesellschaftlich wertvolle Arbeit (Pflege, Erziehung) oft schlecht bezahlt wird.",
        "beispiel": "Ein Investmentbanker verdient das Hundertfache einer Pflegekraft. Der Markt bestimmt den Wert."
      },
      {
        "wert": 2,
        "label": "Ein soziales Netz für den Notfall",
        "beschreibung": "Wer nicht arbeiten kann oder keine Arbeit findet, wird durch den Staat unterstützt. Das Einkommen soll das Existenzminimum sichern, ist aber an Bedingungen geknüpft.",
        "vertiefung": "Das Modell des Bismarckschen Sozialstaats oder Hartz IV. Hilfe ist eine Almose des Staates an die \"Bedürftigen\". Kritiker bemängeln das damit verbundene Stigma und den Kontrolldruck.",
        "beispiel": "Wer den Job verliert, bekommt Unterstützung – aber muss regelmäßig Rechenschaft über die Finanzen ablegen."
      },
      {
        "wert": 3,
        "label": "Sanktionsfreie Grundsicherung",
        "beschreibung": "Jede*r hat ein Recht auf ein Leben in Würde, ohne Angst vor Kürzungen. Der Staat garantiert ein Einkommen, das über dem Minimum liegt und gesellschaftliche Teilhabe ermöglicht.",
        "vertiefung": "Aktuelle Forderung vieler Linker. Es bricht mit dem Prinzip von \"Zuckerbrot und Peitsche\" im Sozialstaat. Gegner fürchten, dass dadurch der Anreiz zur Aufnahme ungeliebter Arbeit sinkt.",
        "beispiel": "Ein Jobangebot abgelehnt, das nicht passt? Das Grundeinkommen bleibt trotzdem unangetastet. Keine Sanktionen."
      },
      {
        "wert": 4,
        "label": "Für alle, bedingungslos, monatlich",
        "beschreibung": "Jeder Bürgerin erhält automatisch einen festen Betrag, unabhängig von Vermögen oder Arbeitsstatus. Existenz und Teilhabe sind ein Grundrecht, keine staatliche Gnade.",
        "vertiefung": "Konzepte von Philippe Van Parijs oder Götz Werner. Es soll individuelle Freiheit garantieren und Verhandlungsmacht gegenüber Arbeitgebern stärken. Kritiker innerhalb der Linken fürchten den Abbau anderer Sozialleistungen.",
        "beispiel": "Jeden Monat 1.200 Euro auf dem Konto, für alle. Ob arbeitend, studierend oder malend – die Existenz ist gesichert."
      },
      {
        "wert": 5,
        "label": "Jede*r nach Bedürfnissen",
        "beschreibung": "Geld spielt keine Rolle mehr. Wer besondere Bedürfnisse hat (z. B. wegen Krankheit oder großer Familie), erhält entsprechenden Zugang zu Gütern und Dienstleistungen.",
        "vertiefung": "Die höchste Stufe der marxistischen Verteilungsgerechtigkeit. Es setzt voraus, dass die Gesellschaft genug produziert, um alle Bedürfnisse zu decken. Skeptiker bezweifeln, dass Bedürfnisse jemals \"gesättigt\" sein können.",
        "beispiel": "Wer ein spezielles Medikament oder eine größere Wohnung braucht, bekommt es. Kein Kontostand wird geprüft."
      }
    ],
    "frage": "Wovon sollen Menschen leben können?",
    "linkePosition": {
      "position": "Sanktionsfreie Mindestsicherung, perspektivisch bedingungsloses Grundeinkommen",
      "begruendung": "Existenzsicherung ist ein Menschenrecht, keine Gnade. Sanktionen treiben Menschen in unwürdige Arbeit und zerstören Verhandlungsmacht. Die Linke will ein Sicherheitsnetz ohne Angst und Kontrolle.",
      "gegenargument": "Was würdest du tun, wenn du nicht müsstest? Die meisten Menschen wollen arbeiten – aber sinnvoll, nicht aus Angst vor dem Amt. Vielleicht ist Freiheit erst möglich, wenn das Überleben gesichert ist."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId159",
    "rechteGegenrede": {
      "titel": "Würde ist kein Gnadenakt",
      "text": "Wer Sanktionen verteidigt, sagt: Manche Menschen verdienen es, zu hungern. Welches Menschenbild ist das? Das Grundgesetz sagt: Die Würde des Menschen ist unantastbar. Nicht: antastbar bei Fehlverhalten.\n\nDie Drohung mit Existenzentzug ist keine Motivation – sie ist Terror. Menschen, die Angst haben, denken nicht frei. Sie nehmen jeden Job an, egal wie schlecht bezahlt, egal wie sinnlos. Das drückt die Löhne für alle.\n\nWer profitiert von Sanktionen? Nicht die Arbeitssuchenden. Sondern Arbeitgeber, die billige, verzweifelte Arbeitskräfte wollen. Sanktionen sind keine Sozialpolitik, sie sind Lohndrückerei.\n\nDie allermeisten Menschen wollen arbeiten – aber sinnvoll. Wer sagt, ohne Druck arbeitet niemand, kennt keine Menschen. Er kennt nur das Menschenbild des Kapitalismus: Alle sind faul und gierig.\n\nDie Linke sagt: Existenzsicherung ist ein Menschenrecht. Ohne Wenn und Aber. Wer Angst vor dem Amt haben muss, ist nicht frei. Und eine Gesellschaft, die ihre Schwächsten schikaniert, ist nicht zivilisiert."
    }
  },
  "6": {
    "titel": "STAAT",
    "stufen": [
      {
        "wert": 1,
        "label": "Nachtwächterstaat",
        "beschreibung": "Der Staat beschränkt sich auf den Schutz von Eigentum, Verträgen und die innere/äußere Sicherheit. Er greift nicht in die Wirtschaft ein und überlässt die soziale Vorsorge dem Individuum.",
        "vertiefung": "Diese Position wird im Libertarismus (z. B. Robert Nozick) vertreten. Das Ziel ist maximale individuelle Freiheit durch minimalen staatlichen Zwang. Linke Kritik: Ohne staatlichen Ausgleich führt dies zur Herrschaft der Reichen über die Armen.",
        "beispiel": "Krankenversicherung und Rente? Privatsache. Der Staat hilft nicht, wenn das Geld im Alter nicht reicht."
      },
      {
        "wert": 2,
        "label": "Regeln durchsetzen",
        "beschreibung": "Der Staat setzt den rechtlichen Rahmen, innerhalb dessen der Wettbewerb stattfindet. Er sorgt für funktionierende Märkte, greift aber kaum direkt in die Produktion oder Verteilung ein.",
        "vertiefung": "Entspricht dem Ordoliberalismus der frühen Bundesrepublik. Der Staat ist der \"Schiedsrichter\" auf dem Spielfeld des Marktes. Kritiker sagen, dass dieser Staat oft zum Instrument der mächtigsten Wirtschaftsakteure wird.",
        "beispiel": "Der Staat achtet darauf, dass Firmen keine Kartelle bilden. Was sie zahlen, ist ihre Sache."
      },
      {
        "wert": 3,
        "label": "Umverteilen und Schützen",
        "beschreibung": "Der Staat korrigiert Marktergebnisse durch Steuern und Sozialtransfers. Er garantiert Grundrechte auf Bildung, Gesundheit und soziale Absicherung.",
        "vertiefung": "Das Modell des rheinischen Kapitalismus. Der Staat puffert die Lebensrisiken ab, lässt die Eigentumsverhältnisse aber unangetastet. Aus radikaler linker Sicht ist er eine \"Stillhalteprämie\", die das System stabilisiert, statt es zu ändern.",
        "beispiel": "Steuern und Sozialbeiträge – dafür Absicherung bei Krankheit und Arbeitslosigkeit. Der Deal des Sozialstaats."
      },
      {
        "wert": 4,
        "label": "Aktiv gestalten",
        "beschreibung": "Der Staat ist kein neutraler Akteur, sondern gestaltet die Wirtschaft aktiv im Sinne des Gemeinwohls. Er investiert in ökologische Transformation und demokratisiert öffentliche Verwaltungen.",
        "vertiefung": "Diese Position knüpft an Konzepte der Wirtschaftsdemokratie an. Der Staat wird als Werkzeug genutzt, um gesellschaftliche Mehrheiten gegen Kapitalinteressen durchzusetzen. Kritiker fürchten eine Überlastung der staatlichen Bürokratie.",
        "beispiel": "Der Staat baut nicht nur Schienen, sondern betreibt auch die Züge. Günstige Preise, Mobilität für alle."
      },
      {
        "wert": 5,
        "label": "Von unten organisiert",
        "beschreibung": "Der zentralisierte Staatsapparat wird aufgelöst und durch eine Föderation von Basisräten ersetzt. Entscheidungen werden dort getroffen, wo sie die Menschen betreffen: im Betrieb und im Viertel.",
        "vertiefung": "Diese Vision geht auf die Pariser Kommune und Rosa Luxemburg zurück. Das Ziel ist die Überwindung der Trennung von Regierenden und Regierten. Skeptiker bezweifeln die Handlungsfähigkeit bei komplexen globalen Problemen.",
        "beispiel": "In der Nachbarschaftsversammlung wird direkt entschieden, wofür das lokale Budget verwendet wird. Keine Beschlüsse aus der fernen Hauptstadt."
      }
    ],
    "frage": "Wie viel Staat brauchen wir?",
    "linkePosition": {
      "position": "Demokratisierung des Staates von unten",
      "begruendung": "Der Staat ist kein neutrales Werkzeug, aber er kann demokratisch umgestaltet werden. Die Linke will mehr direkte Demokratie, Bürgerräte und dezentrale Entscheidungen – Staat nicht als Herrschaft, sondern als Selbstorganisation.",
      "gegenargument": "Der Staat kann unterdrücken oder ermöglichen. Die Frage ist nicht ob Staat, sondern wessen Staat. Wer bestimmt über die Regeln? Wenige Lobbyisten – oder wir alle gemeinsam?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId155",
    "rechteGegenrede": {
      "titel": "Der Staat gehört uns – wenn wir ihn uns nehmen",
      "text": "Du willst weniger Staat? Dann frage: Weniger Staat für wen? Wenn der Staat sich aus der Wirtschaft raushält, übernehmen Konzerne. Ist eine Welt ohne öffentliche Kontrolle wirklich freier – oder nur freier für die Mächtigen?\n\nDer Minimalstaat ist ein Klassenprojekt. Wer Geld hat, kauft sich Sicherheit, Bildung, Gesundheit privat. Wer keins hat, bleibt auf der Strecke. Das ist keine Freiheit, das ist Feudalismus mit modernem Anstrich.\n\nOhne Staat keine Straßen, keine Schulen, keine Feuerwehr. Privatisierung von Infrastruktur hat überall zu höheren Preisen und schlechterer Qualität geführt. Bahn, Post, Wasser – die Beispiele sind endlos.\n\nDer Staat ist nicht dein Feind. Er kann es sein – wenn er von den Falschen kontrolliert wird. Aber er kann auch dein Werkzeug sein: für Umverteilung, für Daseinsvorsorge, für Demokratie.\n\nDie Linke will keinen autoritären Staat. Sie will einen demokratischen. Einen, der den Vielen dient, nicht den Wenigen. Das Problem ist nicht der Staat. Das Problem ist, wer ihn kontrolliert."
    }
  },
  "7": {
    "titel": "DEMOKRATIE",
    "stufen": [
      {
        "wert": 1,
        "label": "Profis regieren",
        "beschreibung": "Die Bürger wählen Vertreter, die für sie entscheiden. Die politische Arbeit wird Experten überlassen, die in Parteien und Parlamenten organisiert sind.",
        "vertiefung": "Basierend auf Joseph Schumpeters Elitentheorie. Stabilität und Effizienz stehen im Vordergrund. Linke Kritik: Diese Form der Demokratie ist \"marktkonform\" und entfremdet die Menschen von der Politik.",
        "beispiel": "Alle vier Jahre ein Kreuz auf dem Wahlzettel. Danach Politik verfolgen in den Nachrichten – ohne eingreifen zu können."
      },
      {
        "wert": 2,
        "label": "Bürgerräte und Anhörungen",
        "beschreibung": "Das Parlament bleibt das Hauptentscheidungsorgan, wird aber durch beratende Gremien wie Bürgerräte ergänzt. Die Politik holt sich Feedback ein, bevor sie Gesetze verabschiedet.",
        "vertiefung": "Ein moderner Ansatz zur Belebung der Demokratie. Es soll das Vertrauen stärken, ohne die repräsentative Struktur aufzulösen. Kritiker nennen es \"Beteiligungssimulation\", wenn die Ergebnisse nicht verbindlich sind.",
        "beispiel": "Per Los in einen Bürgerrat gewählt: Empfehlungen für die Regierung erarbeiten, aber nicht verbindlich."
      },
      {
        "wert": 3,
        "label": "Volksentscheide",
        "beschreibung": "Bürger können über Sachthemen direkt abstimmen. Volksbegehren und Volksentscheide sind verbindlich und können Parlamentsbeschlüsse korrigieren.",
        "vertiefung": "Orientiert am Schweizer Modell. Es bricht das Monopol der Parteien. In der Linken beliebt, um große Reformen (wie Enteignungen) gegen den Widerstand von Regierungen durchzusetzen.",
        "beispiel": "Die Stadt stimmt ab: Soll das Stromnetz zurück in öffentliche Hand? Der Volksentscheid ist verbindlich."
      },
      {
        "wert": 4,
        "label": "Mitbestimmen überall",
        "beschreibung": "Demokratie darf nicht an der Fabrikpforte oder an der Wohnungstür aufhören. Auch in der Wirtschaft und im Alltag müssen demokratische Prinzipien gelten.",
        "vertiefung": "Konzepte der \"radikalen Demokratie\" (Chantal Mouffe). Es geht um die Ausweitung des Politischen auf alle Lebensbereiche. Kritiker fürchten eine Politisierung jeder Alltagsentscheidung.",
        "beispiel": "Der Vorstand der Firma wird nicht von Aktionären ernannt, sondern von der Belegschaft gewählt. Demokratie im Betrieb."
      },
      {
        "wert": 5,
        "label": "Alle entscheiden alles",
        "beschreibung": "Hierarchien werden konsequent abgelehnt. Entscheidungen werden im Konsens oder mit großen Mehrheiten in Vollversammlungen getroffen. Es gibt keine festen Anführer.",
        "vertiefung": "Tradition der anarchistischen Bewegungen oder der frühen Grünen. Es setzt hohe Verantwortungsbereitschaft voraus. Gegner sehen darin eine Blockadegefahr für dringende Entscheidungen.",
        "beispiel": "Bevor eine neue Straße gebaut wird, muss die gesamte Gemeinde zustimmen. Konsens oder nichts."
      }
    ],
    "frage": "Reicht wählen alle vier Jahre?",
    "linkePosition": {
      "position": "Demokratie in allen Lebensbereichen, auch in der Wirtschaft",
      "begruendung": "Warum endet Demokratie am Werkstor? Wir wählen Parlamente, aber nicht die, die über unsere Arbeitszeit, unseren Lohn, unsere Produkte entscheiden. Die Linke will Wirtschaftsdemokratie.",
      "gegenargument": "Du darfst alle vier Jahre ein Kreuz machen – aber wer entscheidet, ob dein Betrieb schließt? Ob deine Miete steigt? Die wichtigsten Entscheidungen treffen andere. Ist das wirklich Demokratie?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId155",
    "rechteGegenrede": {
      "titel": "Demokratie ist kein Luxus für gute Zeiten",
      "text": "Profis sollen regieren? Welche Profis? Die Banker, die 2008 die Weltwirtschaft zerstört haben? Die Manager, die ihre Konzerne gegen die Wand fahren und mit Boni gehen? Expertise ist kein Garant für gute Entscheidungen.\n\nWenn du alle vier Jahre wählen darfst und sonst nichts – ist das Demokratie? Die wichtigsten Entscheidungen fallen nicht im Parlament. Sie fallen in Konzernzentralen. Über deinen Arbeitsplatz, deine Miete, deine Stadt.\n\nDie Demokratie der Eliten hat uns Brexit, Trump, AfD gebracht. Nicht weil die Menschen zu dumm sind – sondern weil sie zu Recht das Gefühl haben, dass ihre Stimme nicht zählt. Wer nichts zu entscheiden hat, wählt irgendwann gegen das System.\n\nDemokratie braucht Zeit. Wer sagt, wir können uns Mitbestimmung nicht leisten, sagt eigentlich: Eure Meinung stört. Aber eine Entscheidung, die alle tragen sollen, muss von allen mitentschieden werden.\n\nDie Linke will Demokratie in allen Lebensbereichen. Im Betrieb, im Stadtteil, in Europa. Nicht weil das einfacher ist – sondern weil es gerechter ist."
    }
  },
  "8": {
    "titel": "KLASSE",
    "stufen": [
      {
        "wert": 1,
        "label": "Jeder ist seines Glückes Schmied",
        "beschreibung": "Der soziale Status ist das Ergebnis individueller Anstrengung. Es gibt keine festen Klassen, sondern nur Menschen mit unterschiedlichem Erfolg am Markt.",
        "vertiefung": "Das Ideal der Meritokratie. Reichtum wird als Beweis für Fleiß und Talent gesehen. Kritik: Diese Sichtweise blendet strukturelle Hindernisse wie Erbschaften oder Herkunft völlig aus.",
        "beispiel": "Vom Tellerwäscher zum Millionär – wer es nicht schafft, hat sich eben nicht genug angestrengt."
      },
      {
        "wert": 2,
        "label": "Gleiche Startbedingungen",
        "beschreibung": "Es wird anerkannt, dass Menschen ungleich starten. Der Staat soll durch Bildung und Förderung dafür sorgen, dass der Erfolg nicht vom Elternhaus abhängt.",
        "vertiefung": "Ein Kernversprechen des liberalen Sozialstaats. Man will den Wettbewerb \"fairer\" machen, ohne die Unterschiede im Ergebnis infrage zu stellen. Linke sagen: Echte Chancengleichheit ist im Kapitalismus eine Illusion.",
        "beispiel": "Stipendien für Arbeiterkinder an Elite-Unis. Gleiche Startbedingungen schaffen, heißt es."
      },
      {
        "wert": 3,
        "label": "Oben und Unten",
        "beschreibung": "Die Gesellschaft ist in Schichten unterteilt, die sich kaum mischen. Wer oben ist, hat mehr Macht, Geld und Bildungschancen; wer unten ist, bleibt oft dort.",
        "vertiefung": "Soziologische Analyse (z. B. Pierre Bourdieu). Es geht um \"kulturelles Kapital\". Linke nutzen diesen Begriff, um auf die Ungerechtigkeit des Systems hinzuweisen, ohne direkt zur Revolution aufzurufen.",
        "beispiel": "Trotz Studium nicht dazugehören. Die Codes der Oberschicht fehlen. Soziales Kapital vererbt sich."
      },
      {
        "wert": 4,
        "label": "Interessen sind unversöhnlich",
        "beschreibung": "Es gibt einen grundlegenden Konflikt zwischen denen, die besitzen (Kapital), und denen, die für Lohn arbeiten müssen. Dieser Konflikt kann nur durch Organisation und Kampf gelöst werden.",
        "vertiefung": "Klassischer Marxismus. Die Arbeiterklasse muss sich ihrer Lage bewusst werden und für ihre Rechte kämpfen. Kritiker halten den Begriff für veraltet, da die Arbeitswelt heute vielfältiger ist.",
        "beispiel": "Die Gewinne der Firma steigen, die Löhne stagnieren. Die Belegschaft organisiert einen Streik."
      },
      {
        "wert": 5,
        "label": "Ziel: Keine Klassen mehr",
        "beschreibung": "Das Ziel ist eine Gesellschaft, in der niemand mehr über Produktionsmittel herrscht und somit niemand mehr ausgebeutet wird. Unterschiede in Macht und Besitz werden aufgelöst.",
        "vertiefung": "Die kommunistische Utopie. Arbeit ist keine Last mehr, sondern freie Tätigkeit. Skeptiker bezweifeln, dass Menschen jemals ohne Hierarchien und Statusunterschiede zusammenleben können.",
        "beispiel": "Kein Chef, keine Untergebenen. Alle Aufgaben werden nach Absprache und Neigung verteilt."
      }
    ],
    "frage": "Gibt es noch Klassen?",
    "linkePosition": {
      "position": "Klassenbewusstsein und kollektive Organisierung",
      "begruendung": "Die Gesellschaft ist gespalten in die, die besitzen, und die, die arbeiten müssen. Das ist keine Verschwörungstheorie, sondern Statistik. Die Linke benennt diesen Konflikt und organisiert die Vielen gegen die Wenigen.",
      "gegenargument": "Warum besitzen 45 Deutsche so viel wie die ärmere Hälfte der Bevölkerung? Ist das Leistung – oder ist das System so gebaut? Die Frage ist nicht Neid, sondern Macht."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId153",
    "rechteGegenrede": {
      "titel": "Klasse ist keine Verschwörungstheorie, sondern Statistik",
      "text": "Jeder ist seines Glückes Schmied? Dann erkläre, warum der beste Prädiktor für deinen Bildungsabschluss der Beruf deiner Eltern ist. Warum Erbschaften mehr Vermögen schaffen als Arbeit. Warum Aufstieg statistisch die Ausnahme ist, nicht die Regel.\n\nKlasse ist kein marxistisches Hirngespinst. Schau in die Statistiken: Die reichsten 1% besitzen so viel wie 90% der Bevölkerung zusammen. Das ist keine Leistung – das ist ein System, das Reichtum nach oben umverteilt.\n\nDer Glaube, dass Erfolg Leistung spiegelt, ist bequem für die Erfolgreichen. Er erlaubt ihnen, ihren Reichtum für verdient zu halten. Und er gibt den Armen die Schuld an ihrer Armut. Beides ist falsch.\n\nWenn Tellerwäscher Millionäre werden könnten, gäbe es keine Tellerwäscher. Das System braucht Menschen unten, die die Drecksarbeit machen. Es ist darauf gebaut.\n\nDie Linke benennt, was ist: Unsere Gesellschaft ist geteilt in die, die besitzen, und die, die arbeiten. Dieser Konflikt ist real. Ihn zu leugnen, ändert ihn nicht – es macht nur die Verlierer stumm."
    }
  },
  "9": {
    "titel": "GESCHLECHT",
    "stufen": [
      {
        "wert": 1,
        "label": "Natur bestimmt Rollen",
        "beschreibung": "Geschlechterrollen basieren auf biologischen Unterschieden zwischen Mann und Frau. Diese Arbeitsteilung (z. B. Frau für Fürsorge, Mann für Erwerb) wird als stabilisierendes Element der Gesellschaft gesehen.",
        "vertiefung": "Diese Position stützt sich auf essentialistische Annahmen. In der Geschichte wurde dies oft genutzt, um Frauen den Zugang zu politischer Macht zu verwehren. Kritik: Biologie wird hier als Schicksal missverstanden, um soziale Hierarchien zu rechtfertigen.",
        "beispiel": "Selbstverständlich bleibt die Mutter bei kranken Kindern zu Hause. Der Vater macht Überstunden."
      },
      {
        "wert": 2,
        "label": "Gleiche Rechte für alle",
        "beschreibung": "Alle Menschen haben vor dem Gesetz die gleichen Rechte, unabhängig von ihrem Geschlecht. Diskriminierung ist verboten, und der Zugang zu allen Berufen steht allen offen.",
        "vertiefung": "Dies entspricht dem liberalen Feminismus. Das Ziel ist die formale Gleichheit im bestehenden System. Kritik: Formale Rechte reichen nicht aus, wenn strukturelle Hürden (wie fehlende Kitas) die tatsächliche Teilhabe verhindern.",
        "beispiel": "Eine Frau bewirbt sich auf die Führungsposition. Rechtlich hat sie denselben Anspruch wie ihre männlichen Mitbewerber."
      },
      {
        "wert": 3,
        "label": "Aktiv fördern",
        "beschreibung": "Der Staat greift ein, um faktische Nachteile auszugleichen. Durch Quoten, gezielte Frauenförderung und Vätermonate in der Elternzeit wird versucht, echte Parität herzustellen.",
        "vertiefung": "Fokus auf Ergebnisgleichheit statt nur Chancengleichheit. Es wird anerkannt, dass das System männlich geprägt ist. Kritiker bezeichnen Quoten als \"unfaire Bevorzugung\" und fordern eine rein leistungsorientierte Auswahl.",
        "beispiel": "Frauenquote in Vorständen, Vätermonate in der Elternzeit. Der Staat greift ein, um Parität herzustellen."
      },
      {
        "wert": 4,
        "label": "Patriarchat überwinden",
        "beschreibung": "Geschlechterverhältnisse werden als Machtverhältnisse (Patriarchat) verstanden. Ziel ist die Befreiung von Unterdrückungsstrukturen, die sowohl die Ökonomie als auch das Privatleben durchziehen.",
        "vertiefung": "Sozialistischer Feminismus (z. B. Silvia Federici) betont, dass Kapitalismus auf der Ausbeutung unbezahlter Hausarbeit basiert. Es geht nicht nur um Mitmachen, sondern um die Veränderung der gesamten Gesellschaftsstruktur.",
        "beispiel": "Arbeit wird so aufgeteilt, dass alle gleich viel Erwerbs-, Sorge- und Gemeinwesenarbeit leisten."
      },
      {
        "wert": 5,
        "label": "Kategorien auflösen",
        "beschreibung": "Die binäre Einteilung in \"Mann\" und \"Frau\" wird als soziale Konstruktion abgelehnt. Jede Person definiert ihre Identität selbst; Geschlecht wird als flüssig und vielfältig begriffen.",
        "vertiefung": "Basiert auf der Queer Theory (z. B. Judith Butler). Geschlecht ist etwas, das wir durch Handlungen ständig \"performen\". Kritik: Ohne die Kategorie \"Frau\" verlören feministische Kämpfe ihr Subjekt.",
        "beispiel": "Geschlecht ist ein Spektrum, keine Schublade. Pronomen werden respektiert, Toiletten sind für alle."
      }
    ],
    "linkePosition": {
      "position": "Sozialistischer Feminismus – Patriarchat und Kapitalismus gemeinsam bekämpfen",
      "begruendung": "Frauen verdienen weniger, leisten mehr unbezahlte Arbeit und sind häufiger von Armut betroffen. Das ist kein Zufall, sondern System. Die Linke verbindet Feminismus mit Klassenpolitik.",
      "gegenargument": "Wer pflegt die Alten, wäscht die Wäsche, tröstet die Kinder? Und warum ist diese Arbeit unsichtbar oder schlecht bezahlt? Vielleicht liegt das Problem nicht bei den Frauen, sondern beim System."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId161",
    "rechteGegenrede": {
      "titel": "Biologie erklärt nichts – sie rechtfertigt nur",
      "text": "Geschlechterrollen als Natur? Dann müssten sie überall gleich sein. Sind sie aber nicht. Was Frauen und Männer tun sollen, variiert enorm zwischen Kulturen und Epochen. Biologie ist keine Erklärung, sondern eine Ausrede.\n\nFrauen verdienen weniger, obwohl sie im Schnitt bessere Abschlüsse haben. Sie leisten den Großteil unbezahlter Arbeit. Sie sind häufiger von Armut betroffen. Das ist kein Zufall – das ist ein System.\n\nDie Natur hat niemanden an den Herd gestellt. Die Gesellschaft hat es getan. Und was die Gesellschaft gemacht hat, kann sie ändern. Wenn wir wollen.\n\nWer sagt, Frauen seien von Natur aus für Fürsorge zuständig, sagt eigentlich: Männer dürfen sich drücken. Das schadet nicht nur Frauen – es beraubt auch Männer ihrer vollen Menschlichkeit.\n\nDie Linke kämpft für eine Gesellschaft, in der niemand aufgrund seines Geschlechts eingeschränkt wird. Das ist kein Angriff auf die Natur – das ist die Verwirklichung von Freiheit."
    }
  },
  "10": {
    "titel": "MIGRATION",
    "stufen": [
      {
        "wert": 1,
        "label": "Deutschland zuerst",
        "beschreibung": "Zuwanderung wird strikt begrenzt, um die nationale Identität und den Sozialstaat zu schützen. Grenzen werden massiv kontrolliert; Abschiebungen sind das vorrangige Mittel.",
        "vertiefung": "Diese Position basiert auf einem exklusiven Verständnis von Solidarität, das nur für die eigene Nation gilt. Kritik: Es ignoriert die ökonomische Abhängigkeit von Migration und verletzt universelle Menschenrechte.",
        "beispiel": "Wer hier lebt und arbeitet, soll auch wählen dürfen – egal welchen Pass er hat."
      },
      {
        "wert": 2,
        "label": "Fachkräfte ja, andere nein",
        "beschreibung": "Migration wird nach ökonomischem Nutzen gesteuert. Wer Qualifikationen mitbringt, die der Wirtschaft fehlen, darf kommen. Humanitäre Migration wird auf ein Minimum reduziert.",
        "vertiefung": "Ein utilitaristischer Ansatz (Nützlichkeitsprinzip). Menschen werden als Humankapital betrachtet. Kritiker bemängeln den \"Brain Drain\", bei dem ärmeren Ländern ihre am besten ausgebildeten Leute entzogen werden.",
        "beispiel": "Fachkräfte willkommen, Geflüchtete an der Grenze zurückgewiesen. Die Wirtschaft entscheidet, wer rein darf."
      },
      {
        "wert": 3,
        "label": "Flucht ist Menschenrecht",
        "beschreibung": "Menschen, die vor Krieg und Verfolgung fliehen, finden Aufnahme. Das individuelle Recht auf Asyl wird geschützt, die Integration wird staatlich gefördert.",
        "vertiefung": "Orientiert an der Genfer Flüchtlingskonvention. Es ist eine ethische Verpflichtung, Leben zu retten. Kritiker warnen vor einer Überlastung der sozialen Infrastruktur bei ungesteuertem Zuzug.",
        "beispiel": "Fluchtursachen bekämpfen: Entwicklungshilfe, Klimaschutz, faire Handelsabkommen. Damit niemand fliehen muss."
      },
      {
        "wert": 4,
        "label": "Fluchtursachen bekämpfen",
        "beschreibung": "Fokus auf die globalen Gründe für Migration: ungerechter Welthandel, Waffenexporte und Klimawandel. Menschen migrieren nicht freiwillig, sondern weil das globale System ihre Heimat zerstört.",
        "vertiefung": "Diese Position sieht Migration als Ergebnis imperialer Lebensweisen im globalen Norden. Echte Solidarität bedeutet, die Ausbeutung des globalen Südens zu beenden. Kritik: Die Bekämpfung von Ursachen dauert Jahrzehnte und hilft akut Suchenden kaum.",
        "beispiel": "Das Mittelmeer ist kein Friedhof mehr. Sichere Fluchtwege, legale Einreise, Seenotrettung als Pflicht."
      },
      {
        "wert": 5,
        "label": "Bewegungsfreiheit für alle",
        "beschreibung": "Jede Person hat das Recht, dort zu leben und zu arbeiten, wo sie möchte. Grenzen werden als willkürliche Instrumente der Herrschaft abgelehnt.",
        "vertiefung": "Die \"No Borders\"-Bewegung. Freiheit ist nur universell denkbar. Wenn Kapital und Waren frei zirkulieren dürfen, müssen es Menschen auch. Kritiker fürchten den Kollaps nationaler Sozialsysteme.",
        "beispiel": "Grenzen sind Linien auf Karten, die irgendwer irgendwann gezogen hat. Menschen bewegen sich frei."
      }
    ],
    "frage": "Wer darf hier leben?",
    "linkePosition": {
      "position": "Solidarität mit Geflüchteten, Bleiberecht, Bekämpfung von Fluchtursachen",
      "begruendung": "Menschen fliehen vor Krieg, Armut und Klimakrise – oft mitverursacht durch die Politik der reichen Länder. Die Linke fordert legale Fluchtwege, Seenotrettung und faire Handelsbeziehungen.",
      "gegenargument": "Niemand verlässt freiwillig Heimat und Familie. Die Frage ist nicht, ob wir uns Menschlichkeit leisten können – sondern ob wir sie uns leisten wollen. Ein Mensch, der hier arbeitet, ist keine Last, sondern Teil von uns."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId167",
    "rechteGegenrede": {
      "titel": "Grenzen töten – jeden Tag",
      "text": "Seit 2014 sind über 28.000 Menschen im Mittelmeer ertrunken. Das sind keine abstrakten Zahlen. Das sind Menschen mit Namen, Träumen, Familien. Sie sterben, weil wir unsere Grenzen wichtiger finden als ihr Leben.\n\nNiemand verlässt freiwillig Heimat und Familie. Menschen fliehen vor Krieg, Hunger, Klimakrise – oft mitverursacht durch die Politik der reichen Länder. Waffenexporte, Freihandelsabkommen, CO2-Emissionen. Wir säen, sie ernten.\n\nDer Fachkräftemangel ist real. Wir brauchen Menschen, die arbeiten wollen. Aber wir lassen sie lieber ertrinken, als sie einzuladen. Das ist nicht nur unmenschlich – es ist auch dumm.\n\nEinwanderer belasten den Sozialstaat? Die Zahlen sagen das Gegenteil. Menschen, die arbeiten, zahlen Steuern. Sie bereichern, sie belasten nicht. Das Märchen vom Sozialschmarotzer ist Propaganda, keine Analyse.\n\nDie Linke sagt: Bewegungsfreiheit ist ein Menschenrecht. Grenzen sind willkürliche Linien, von irgendwem irgendwann gezogen. Sie sollten nicht über Leben und Tod entscheiden."
    }
  },
  "11": {
    "titel": "FRIEDEN",
    "stufen": [
      {
        "wert": 1,
        "label": "Abschreckung sichert Frieden",
        "beschreibung": "Frieden ist nur möglich, wenn man so stark ist, dass niemand einen Angriff wagt. Investitionen in Rüstung und moderne Armeen sind lebensnotwendig.",
        "vertiefung": "Realpolitische Denkschule. Sicherheit wird durch Machtgleichgewichte garantiert. Linke Kritik: Wettrüsten führt zwangsläufig zu Spannungen und Ressourcenverschwendung, die für Soziales fehlt.",
        "beispiel": "Stärke zeigt Stärke. Die Bundeswehr ist einsatzbereit, die Nato-Verpflichtungen werden erfüllt."
      },
      {
        "wert": 2,
        "label": "Bündnis verteidigt uns",
        "beschreibung": "Sicherheit gibt es nur im Kollektiv mit Partnern. Die Einbettung in die NATO garantiert Schutz durch gegenseitige Beistandsverpflichtung.",
        "vertiefung": "Transatlantische Sicherheitsarchitektur. Es geht um die Verteidigung westlicher Werte. Kritiker innerhalb der Linken sehen die NATO als Instrument für imperiale Interessen der USA.",
        "beispiel": "Auslandseinsätze nur mit UN-Mandat, streng zur Verteidigung. Keine Abenteuer, aber Bündnistreue."
      },
      {
        "wert": 3,
        "label": "Verhandeln statt schießen",
        "beschreibung": "Konflikte müssen am Verhandlungstisch gelöst werden. Internationale Organisationen (UN, OSZE) müssen gestärkt werden, um zivile Lösungen zu finden.",
        "vertiefung": "Fokus auf Soft Power und Multilateralismus. Das Ziel ist eine regelbasierte Weltordnung. Kritiker sagen, Diplomatie sei machtlos gegen Aggressoren, die sich nicht an Regeln halten.",
        "beispiel": "Zivile Konfliktprävention statt Militäreinsätze. Entwicklungshelfer statt Soldaten, Dialog statt Drohung."
      },
      {
        "wert": 4,
        "label": "Weniger Waffen = mehr Sicherheit",
        "beschreibung": "Sicherheit entsteht nicht durch mehr Waffen, sondern durch deren Reduzierung. Deutschland geht mit einseitigen Abrüstungsschritten voran, um Vertrauen aufzubauen.",
        "vertiefung": "Tradition der Friedensbewegung. Waffenexporte werden gestoppt, die Rüstungsindustrie wird auf zivile Produktion umgestellt. Kritiker warnen vor Schutzlosigkeit gegenüber hochgerüsteten Nachbarn.",
        "beispiel": "Die letzten deutschen Panzer rollen ins Museum. Die Milliarden fließen in Schulen und Krankenhäuser."
      },
      {
        "wert": 5,
        "label": "Bundeswehr auflösen",
        "beschreibung": "Militär wird als prinzipielles Problem gesehen. Gewaltfreiheit ist der einzige Weg. Die Bundeswehr wird aufgelöst und durch Konzepte der sozialen Verteidigung ersetzt.",
        "vertiefung": "Radikaler Pazifismus (z. B. Bertha von Suttner). Krieg beginnt im Kopf und in der Kaserne. Skeptiker halten dies für naiv in einer Welt, die von autoritären Regimen geprägt ist.",
        "beispiel": "Keine Armeen, nirgends. Konflikte werden verhandelt, nicht beschossen. Die Waffen sind Geschichte."
      }
    ],
    "frage": "Wie sichern wir Frieden?",
    "linkePosition": {
      "position": "Keine Auslandseinsätze, Abrüstung, zivile Konfliktlösung",
      "begruendung": "Kriege lösen keine Probleme, sie schaffen neue. Die Linke lehnt Auslandseinsätze der Bundeswehr ab und fordert stattdessen Diplomatie, Entwicklungszusammenarbeit und Rüstungskonversion.",
      "gegenargument": "100 Milliarden für die Bundeswehr – aber Schulen zerfallen und Pflegekräfte fehlen. Wer verdient an Waffen? Und wer stirbt in Kriegen? Sicherheit entsteht durch Gerechtigkeit, nicht durch Panzer."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId165",
    "rechteGegenrede": {
      "titel": "Waffen schaffen keinen Frieden – sie schaffen Tote",
      "text": "100 Milliarden Sondervermögen für die Bundeswehr. Gleichzeitig zerfallen Schulen, fehlen Pflegekräfte, schließen Krankenhäuser. Das nennt sich Priorität. Die Frage ist: Wessen Sicherheit wird hier geschützt?\n\nJeder Krieg der letzten 30 Jahre sollte Sicherheit bringen. Afghanistan, Irak, Libyen, Syrien. Was haben sie gebracht? Hunderttausende Tote, Millionen Flüchtlinge, und mehr Terrorismus als zuvor. Wann lernen wir?\n\nWer verdient an Waffen? Rheinmetall, Krauss-Maffei, Heckler & Koch. Die Aktien steigen mit jeder Krise. Ist das Sicherheit – oder ein Geschäftsmodell, das auf Krieg angewiesen ist?\n\nSicherheit entsteht nicht durch Panzer. Sie entsteht durch Gerechtigkeit. Wo Menschen genug zu essen haben, ihre Kinder zur Schule gehen können, ihre Würde geachtet wird – da gibt es keinen Nährboden für Krieg.\n\nDie Linke sagt: Abrüstung, nicht Aufrüstung. Diplomatie, nicht Drohung. Entwicklungszusammenarbeit, nicht Waffenexporte. Das ist kein Pazifismus aus Naivität – es ist Realismus aus Erfahrung."
    }
  },
  "12": {
    "titel": "EUROPA",
    "stufen": [
      {
        "wert": 1,
        "label": "Nationale Souveränität",
        "beschreibung": "Die EU wird als undemokratisches Projekt der Eliten abgelehnt. Entscheidungen sollen wieder allein im nationalen Parlament getroffen werden (Lexit).",
        "vertiefung": "Kritik an der neoliberalen Ausrichtung der EU-Verträge, die Privatisierungen erzwingen. Ziel ist die Rückgewinnung demokratischer Kontrolle. Gegner fürchten wirtschaftliche Isolation und Nationalismus.",
        "beispiel": "Die EU als Wirtschaftsraum: Freier Warenverkehr, gemeinsame Währung, Wettbewerb zwischen Standorten."
      },
      {
        "wert": 2,
        "label": "Nur Wirtschaft",
        "beschreibung": "Die EU soll sich auf den freien Binnenmarkt beschränken. Politische Einmischung in Sozialstandards oder Umweltregeln wird abgelehnt.",
        "vertiefung": "Euroskeptizismus von rechts und marktliberaler Seite. Der Nationalstaat bleibt die primäre politische Bühne. Linke Kritik: Ein reiner Markt ohne soziale Regeln führt zum Unterbietungswettbewerb bei Löhnen.",
        "beispiel": "Mehr Europa, aber demokratischer: Das Parlament soll Gesetze machen können, nicht nur die Kommission."
      },
      {
        "wert": 3,
        "label": "Soziales Europa",
        "beschreibung": "Die EU bleibt bestehen, muss aber grundlegend reformiert werden. Soziale Rechte müssen Vorrang vor Marktfreiheiten haben; Investitionsprogramme gegen Armut werden gestärkt.",
        "vertiefung": "Das Konzept eines \"Europa der Menschen\". Es geht um Mindeststandards bei Sozialversicherungen und Steuergerechtigkeit. Kritiker sagen, die EU-Strukturen seien zu starr für echte soziale Reformen.",
        "beispiel": "EU-weiter Mindestlohn, gemeinsame Sozialstandards. Ein Europa, das schützt, nicht nur Märkte öffnet."
      },
      {
        "wert": 4,
        "label": "Echte Republik",
        "beschreibung": "Die Macht verlagert sich vom Rat der Regierungen hin zum direkt gewählten EU-Parlament. Europa wird zu einem demokratischen Bundesstaat mit eigener Verfassung.",
        "vertiefung": "Vision einer \"Europäischen Republik\" (Ulrike Guérot). Bürgerrechte gelten grenzüberschreitend. Kritiker befürchten den Verlust regionaler Besonderheiten und lokaler Selbstbestimmung.",
        "beispiel": "Die EU von unten neu gründen: Bürgerräte statt Hinterzimmer, Volksentscheide über Verträge."
      },
      {
        "wert": 5,
        "label": "Sozialistische EU",
        "beschreibung": "Die EU wird zum Labor für einen grenzüberschreitenden Sozialismus. Gemeinsame Planung der Produktion, Vergesellschaftung europäischer Konzerne und radikale Umverteilung von Nord nach Süd.",
        "vertiefung": "Internationalismus pur. Das Ziel ist die Überwindung der Konkurrenz zwischen den Arbeiterklassen verschiedener Länder. Skeptiker halten dies aufgrund der kulturellen Unterschiede für unmöglich.",
        "beispiel": "Ein Europa der Regionen, nicht der Nationalstaaten. Katalonien, Schottland, Südtirol entscheiden selbst."
      }
    ],
    "frage": "Was tun mit der EU?",
    "linkePosition": {
      "position": "Solidarisches Europa statt neoliberale EU",
      "begruendung": "Die EU zwingt Mitgliedsstaaten zu Sozialabbau und schützt Konzerninteressen. Die Linke will ein anderes Europa: demokratisch, sozial, solidarisch – nicht die Festung Europa, die Menschen ertrinken lässt.",
      "gegenargument": "Die EU hat uns Frieden gebracht – aber auch Austerität, Troika und Frontex. Wir brauchen europäische Zusammenarbeit, aber für Menschen, nicht für Märkte. Welches Europa wollen wir?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId169",
    "rechteGegenrede": {
      "titel": "Europa ja – aber nicht dieses",
      "text": "Die EU hat Frieden gebracht. Aber sie hat auch Troika, Austerität und Frontex gebracht. Griechenland wurde kaputtgespart, während man Banken rettete. Das ist nicht Solidarität – das ist Erpressung.\n\nDie EU-Verträge schreiben Marktfreiheit in Stein. Umverteilung, Verstaatlichung, Sozialstaat – alles wird schwieriger. Diese EU ist eine Maschine zur Durchsetzung neoliberaler Politik. Demokratisch legitimiert ist sie kaum.\n\nFrontex, die EU-Grenzagentur, ist mitverantwortlich für Pushbacks, bei denen Menschen sterben. Im Namen Europas. In unserem Namen. Ist das die Wertegemeinschaft, von der immer die Rede ist?\n\nDie Frage ist nicht: Europa ja oder nein. Die Frage ist: Welches Europa? Eines der Banken und Konzerne? Oder eines der Menschen und Solidarität?\n\nDie Linke will ein anderes Europa: demokratisch, sozial, solidarisch. Mit EU-weitem Mindestlohn, gemeinsamer Sozialversicherung, humaner Flüchtlingspolitik. Europa ist zu wichtig, um es den Technokraten zu überlassen."
    }
  },
  "13": {
    "titel": "KLIMA",
    "stufen": [
      {
        "wert": 1,
        "label": "Innovation statt Verbote",
        "beschreibung": "Der Klimawandel wird durch technischen Fortschritt und Marktanreize (z. B. CO2-Zertifikate) gelöst. Wer CO2 ausstößt, zahlt; wer sauber produziert, spart.",
        "vertiefung": "Basiert auf ökologischer Modernisierung. Der Kapitalismus soll sich \"selbst heilen\". Linke Kritik: Reiche können sich das Verschmutzen weiter leisten, während Arme unter hohen Energiepreisen leiden.",
        "beispiel": "CO2 hat einen Preis. Der Markt regelt den Rest – wer verschmutzt, zahlt eben mehr."
      },
      {
        "wert": 2,
        "label": "CO2-Preis und Förderung",
        "beschreibung": "Der Staat lenkt den Markt durch gezielte Subventionen für grüne Technologien (Solar, E-Autos) und macht klimaschädliches Verhalten teurer.",
        "vertiefung": "Mainstream-Klimapolitik der Industrieländer. Ziel ist die Transformation ohne harten Bruch. Kritiker verweisen auf den Rebound-Effekt: Effizientere Technik führt oft zu mehr Konsum.",
        "beispiel": "Das Land ist voller Windräder und Solaranlagen. Der Kohleausstieg geschafft, die Industrie brummt weiter."
      },
      {
        "wert": 3,
        "label": "1,5 Grad gesetzlich",
        "beschreibung": "Klimaschutz ist keine Option, sondern eine gesetzliche Pflicht. Harte Ausstiegsdaten für Kohle und Gas sowie klare Verbote (z. B. für Kurzstreckenflüge) sichern das Überleben.",
        "vertiefung": "Orientiert am Urteil des Bundesverfassungsgerichts. Freiheit ist nur möglich, wenn die Lebensgrundlagen erhalten bleiben. Gegner warnen vor einer \"Öko-Diktatur\" und dem Verlust von Arbeitsplätzen.",
        "beispiel": "Tempolimit, Fleischsteuer, Kurzstreckenflüge verboten. Der Staat greift durch, weil freiwillig nichts passiert."
      },
      {
        "wert": 4,
        "label": "Kapitalismus ist das Problem",
        "beschreibung": "Man erkennt an, dass die Logik des ewigen Wachstums die Erde zerstört. Klimaschutz erfordert den Umbau der Wirtschaft weg vom Profit hin zur Bedarfsdeckung.",
        "vertiefung": "Degrowth-Perspektive. Wir müssen weniger produzieren und konsumieren, um innerhalb der planetaren Grenzen zu bleiben. Kritiker befürchten soziale Instabilität, wenn die Wachstumsmaschine stoppt.",
        "beispiel": "Der Autokonzern gehört jetzt der Stadt – und baut Straßenbahnen statt SUVs. Umbau statt Untergang."
      },
      {
        "wert": 5,
        "label": "Klimagerechtigkeit oder Barbarei",
        "beschreibung": "Nur die komplette Überführung der Produktionsmittel in Gemeineigentum ermöglicht eine demokratische Planung des Ressourcenverbrauchs. Klimaschutz ist Klassenkampf.",
        "vertiefung": "Basiert auf der Theorie der \"ökologischen Kluft\" (John Bellamy Foster). Der Stoffwechsel zwischen Mensch und Natur muss geheilt werden. Skeptiker bezweifeln, dass eine Planwirtschaft ökologisch klüger agiert.",
        "beispiel": "Der letzte Kohlemeiler ist abgeschaltet. Die Wirtschaft ist auf ein Zehntel geschrumpft – aber alle haben genug."
      }
    ],
    "frage": "Wie radikal muss Klimapolitik sein?",
    "linkePosition": {
      "position": "Systemwandel, nicht Klimasteuer – sozial-ökologische Transformation",
      "begruendung": "CO2-Preise belasten Arme mehr als Reiche. Die Linke will den ökologischen Umbau durch öffentliche Investitionen, kostenlosen Nahverkehr und den Ausstieg aus fossilen Energien – sozial gerecht.",
      "gegenargument": "100 Konzerne verursachen 71% der globalen Emissionen. Aber du sollst kürzer duschen? Klimaschutz geht nur, wenn die Kosten fair verteilt werden – und die Großen zahlen."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId163",
    "rechteGegenrede": {
      "titel": "Der Markt hat die Krise verursacht – er wird sie nicht lösen",
      "text": "100 Konzerne sind für 71% der globalen Emissionen verantwortlich. Aber du sollst kürzer duschen und weniger fliegen? Das ist keine Klimapolitik, das ist Ablenkung von den wahren Verursachern.\n\nCO2-Steuer klingt elegant. Aber sie trifft Arme härter als Reiche. Der SUV-Fahrer in der Villa zahlt mehr – aber es juckt ihn nicht. Die Pendlerin auf dem Land hat keine Alternative. Marktlösungen reproduzieren Ungleichheit.\n\n30 Jahre Klimakonferenzen, 30 Jahre Versprechen, 30 Jahre steigende Emissionen. Der Markt sollte es richten. Er hat es nicht gerichtet. Wie lange wollen wir noch warten?\n\nDie Klimakrise ist eine Systemkrise. Ein System, das auf ewigem Wachstum basiert, kann nicht nachhaltig sein. Wer das Klima retten will, muss das System ändern – nicht nur die Preise.\n\nDie Linke sagt: Öffentliche Investitionen statt Marktanreize. Kostenloser Nahverkehr, Ausbau der Bahn, energetische Sanierung aller Gebäude. Das Geld ist da – bei denen, die von der Zerstörung profitiert haben."
    }
  },
  "14": {
    "titel": "VERÄNDERUNG",
    "stufen": [
      {
        "wert": 1,
        "label": "System funktioniert",
        "beschreibung": "Es gibt keinen Grund für grundlegende Änderungen. Das bestehende System aus Demokratie und Marktwirtschaft ist der beste Weg, um Probleme zu lösen.",
        "vertiefung": "Konservative und neoliberale Haltung. Man setzt auf Stabilität und bewährte Institutionen. Linke Kritik: Wer sich nicht ändert, wird von den Krisen des Systems (Klima, Armut) überrollt.",
        "beispiel": "Kleine Schritte, Jahr für Jahr. Lieber langsam und sicher als schnell und riskant."
      },
      {
        "wert": 2,
        "label": "Schritt für Schritt",
        "beschreibung": "Veränderungen erfolgen durch kleine, gesetzliche Anpassungen. Man arbeitet innerhalb der bestehenden Institutionen an Verbesserungen.",
        "vertiefung": "Klassischer Reformismus (z. B. Eduard Bernstein). Das System wird allmählich sozialer gemacht. Kritiker sagen, dass diese kleinen Schritte die Macht des Kapitals niemals wirklich brechen.",
        "beispiel": "Gesetze machen, Kompromisse finden, Wahlen gewinnen. Der demokratische Weg braucht Geduld."
      },
      {
        "wert": 3,
        "label": "Das System ändern",
        "beschreibung": "Reformen werden so gewählt, dass sie die Logik des Systems stören (z. B. Mietendeckel). Sie schaffen Inseln der Nicht-Marktlogik inmitten des Kapitalismus.",
        "vertiefung": "Konzepte von André Gorz (\"Nicht-reformistische Reformen\"). Jede Reform soll die Macht der Herrschenden schwächen und die der Beherrschten stärken. Kritiker halten dies für eine Illusion, da das System zurückschlägt.",
        "beispiel": "Streiks, Besetzungen, Blockaden – und gleichzeitig Verhandlungen am runden Tisch. Druck von unten und oben."
      },
      {
        "wert": 4,
        "label": "Grundlegend anders",
        "beschreibung": "Ein tiefer Umbau aller Lebensbereiche (Wirtschaft, Politik, Kultur) über einen längeren Zeitraum. Alte Strukturen werden gezielt abgebaut, neue aufgebaut.",
        "vertiefung": "Ein Prozess der \"Revolution in Raten\". Man kombiniert Parlamentsarbeit mit außerparlamentarischem Druck. Kritiker bezweifeln, dass mächtige Akteure diesen schleichenden Machtverlust tatenlos zusehen.",
        "beispiel": "Erst die Köpfe gewinnen, dann die Macht. Kulturelle Hegemonie aufbauen, bevor die Politik folgt."
      },
      {
        "wert": 5,
        "label": "Bruch mit allem",
        "beschreibung": "Die alte Ordnung wird in einem kurzen, intensiven Ereignis gestürzt. Es gibt keinen Kompromiss mit den alten Eliten; ein kompletter Neuanfang wird erzwungen.",
        "vertiefung": "Marxistisch-leninistische Tradition. Nur ein radikaler Bruch kann die Machtverhältnisse wirklich umkehren. Kritiker verweisen auf das Risiko von Gewalt, Chaos und neuer autoritärer Herrschaft.",
        "beispiel": "Der große Streik, der Generalstreik, der entscheidende Moment. Alles oder nichts."
      }
    ],
    "frage": "Wie kommt der Wandel?",
    "linkePosition": {
      "position": "Transformation durch Druck von unten und Reformen von oben",
      "begruendung": "Veränderung kommt nicht von allein. Die Linke kombiniert parlamentarische Arbeit mit außerparlamentarischem Druck – Streiks, Bewegungen, ziviler Ungehorsam. Beides gehört zusammen.",
      "gegenargument": "Alle großen Fortschritte – Frauenwahlrecht, 8-Stunden-Tag, Sozialstaat – wurden erkämpft, nicht geschenkt. Wer sagt, Radikalität sei unrealistisch, sagt eigentlich: Ich will nichts ändern."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId171",
    "rechteGegenrede": {
      "titel": "Wer nichts wagt, verliert alles",
      "text": "Kleine Schritte? Für kleine Schritte haben wir keine Zeit mehr. Klimakrise, wachsende Ungleichheit, Demokratieverfall – das sind keine Probleme, die sich aussitzen lassen.\n\nJede große Veränderung der Geschichte wurde von denen, die profitierten, als unrealistisch bezeichnet. Frauenwahlrecht: unmöglich. 8-Stunden-Tag: wirtschaftlicher Wahnsinn. Abschaffung der Sklaverei: radikal.\n\nPragmatismus ohne Vision ist Verwaltung des Elends. Wer nur das Machbare will, akzeptiert die Grenzen, die das System setzt. Aber diese Grenzen sind nicht natürlich – sie sind gemacht. Und was gemacht ist, kann geändert werden.\n\nDie echten Realisten sind die Radikalen. Sie sehen, dass business as usual in die Katastrophe führt. Wer weitermacht wie bisher, ist nicht pragmatisch – er ist gefährlich.\n\nDie Linke sagt: Veränderung kommt nicht von allein. Sie wird erkämpft. Von unten, von den Vielen, gemeinsam. Das war immer so, und so wird es bleiben."
    }
  },
  "15": {
    "titel": "PARTEI",
    "stufen": [
      {
        "wert": 1,
        "label": "SPD reicht",
        "beschreibung": "Eine linke Partei jenseits der Sozialdemokratie wird nicht gebraucht. Fortschritte werden durch Kompromisse in der politischen Mitte erzielt.",
        "vertiefung": "Sichtweise des pragmatischen Mitte-Links-Lagers. Splitterparteien schwächen nur die Schlagkraft gegen rechts. Linke Kritik: Ohne Druck von links rutscht die Mitte immer weiter nach rechts ab.",
        "beispiel": "Politik machen Profis. Parteien sind Teil des Problems, nicht der Lösung."
      },
      {
        "wert": 2,
        "label": "SPD unter Druck setzen",
        "beschreibung": "Die Linke ist dazu da, die anderen Parteien an ihre sozialen Versprechen zu erinnern. Sie ist das schlechte Gewissen der Regierung.",
        "vertiefung": "Oppositionelle Rolle. Man stellt Anträge, die die anderen zwingen, Farbe zu bekennen. Kritiker sagen, dies sei eine Rolle der Ohnmacht, die nichts am Status Quo ändert.",
        "beispiel": "Parteien sind wichtig, aber nicht allein. Gewerkschaften, Vereine, Bewegungen – alle zusammen."
      },
      {
        "wert": 3,
        "label": "Regieren für Verbesserungen",
        "beschreibung": "Die Partei übernimmt Regierungsverantwortung (z. B. auf Landesebene), um konkret das Leben der Menschen zu verbessern (Schulspeisung, Sozialticket).",
        "vertiefung": "Regierungssozialismus. Man lernt die Zwänge der Verwaltung kennen. Kritiker werfen der Partei \"Anpassung\" vor und sagen, sie werde Teil des Systems, das sie bekämpfen wollte.",
        "beispiel": "Eine starke linke Partei ist unverzichtbar. Organisation schlägt Spontaneität."
      },
      {
        "wert": 4,
        "label": "Über Kapitalismus hinaus",
        "beschreibung": "Die Partei nutzt Parlamente als Bühne, ist aber tief in sozialen Bewegungen und Betrieben verwurzelt. Sie bereitet den Boden für den Systemwechsel vor.",
        "vertiefung": "Modell der \"Mosaik-Linken\". Sie verbindet verschiedene Kämpfe (Klima, Arbeit, Feminismus) zu einem gemeinsamen Projekt. Kritiker halten dies für strategisch zu diffus und schwer vermittelbar.",
        "beispiel": "Die Partei als Werkzeug der Bewegungen, nicht umgekehrt. Basis bestimmt, Fraktion folgt."
      },
      {
        "wert": 5,
        "label": "Systemwechsel organisieren",
        "beschreibung": "Die Partei ist die Avantgarde, die den revolutionären Bruch anführt. Sie bildet Kader aus und bereitet sich darauf vor, im Moment der Krise die Macht zu übernehmen.",
        "vertiefung": "Leninistisches Parteikonzept. Disziplin und klare Ideologie stehen im Vordergrund. Kritiker sehen darin die Gefahr von Sektierertum und die Abkoppelung von der Lebensrealität der Mehrheit.",
        "beispiel": "Keine Partei, nirgends. Bewegungen, Räte, Netzwerke. Macht verteilen, nicht konzentrieren."
      }
    ],
    "frage": "Was ist Die Linke?",
    "linkePosition": {
      "position": "Partei als Teil der Bewegungen, nicht über ihnen",
      "begruendung": "Die Linke versteht sich als Stimme sozialer Bewegungen im Parlament. Gewerkschaften, Mietervereine, Klimabewegung – sie sind die Basis. Die Partei ist Werkzeug, nicht Selbstzweck.",
      "gegenargument": "Parteien können enttäuschen – aber ohne Organisation verpufft der Protest. Die Frage ist nicht ob Partei, sondern welche: eine, die zuhört, oder eine, die von oben herab regiert?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId171",
    "rechteGegenrede": {
      "titel": "Ohne Organisation verpufft der Protest",
      "text": "Parteien sind alle gleich? Dann schau genauer hin. Es gibt Parteien, die für Konzerne arbeiten, und Parteien, die gegen sie kämpfen. Der Unterschied ist nicht egal – er entscheidet über Gesetze, Steuern, Lebenschancen.\n\nBewegungen sind wichtig. Aber Bewegungen ohne parlamentarische Übersetzung verpuffen. Die Klimabewegung hat Millionen mobilisiert – aber ohne Parteien, die Gesetze machen, bleibt es beim Protest.\n\nDer Hass auf Parteien nützt denen, die keine Veränderung wollen. Wer sagt alle Politiker sind korrupt, sagt eigentlich: Politik kann nichts ändern. Das ist die Ideologie der Herrschenden.\n\nJa, Parteien können enttäuschen. Ja, es gibt Opportunismus und Bürokratie. Aber die Alternative ist nicht keine Organisation – es ist Ohnmacht. Allein kann niemand die Welt verändern.\n\nDie Linke versteht sich als Partei der Bewegungen. Nicht über ihnen, sondern mit ihnen. Ein Werkzeug für diejenigen, die Veränderung wollen. Nicht perfekt – aber notwendig."
    }
  },
  "16": {
    "titel": "FREIHEIT",
    "stufen": [
      {
        "wert": 1,
        "label": "In Ruhe gelassen werden",
        "beschreibung": "Freiheit bedeutet die Abwesenheit von Zwang. Der Staat und andere Menschen sollen sich nicht in meine Angelegenheiten einmischen.",
        "vertiefung": "Klassischer Liberalismus (Isaiah Berlin). Freiheit ist ein Schutzraum. Linke Kritik: Was nützt die Freiheit, unter einer Brücke zu schlafen? Ohne Mittel ist diese Freiheit wertlos.",
        "beispiel": "Freiheit ist, in Ruhe gelassen zu werden. Kein Staat, der vorschreibt, wie man lebt."
      },
      {
        "wert": 2,
        "label": "Schutz vor Willkür",
        "beschreibung": "Freiheit ist durch Rechte garantiert: Meinungsfreiheit, Versammlungsfreiheit, Schutz der Privatsphäre. Der Staat muss diese Rechte aktiv schützen.",
        "vertiefung": "Rechtsstaatliches Freiheitsverständnis. Institutionen sichern die individuelle Autonomie. Kritiker bemängeln, dass diese Rechte oft nur denjenigen nützen, die sie sich leisten können (z. B. teure Anwälte).",
        "beispiel": "Frei ist, wer die Wahl hat. Ohne Geld keine echte Wahl. Deshalb braucht Freiheit ein Fundament."
      },
      {
        "wert": 3,
        "label": "Frei durch Sicherheit",
        "beschreibung": "Freiheit braucht ein Fundament. Nur wer keine Angst vor Hunger oder Obdachlosigkeit hat, kann wirklich frei entscheiden und am Leben teilhaben.",
        "vertiefung": "Sozialistisches Freiheitsverständnis (Axel Honneth). Freiheit ist eine soziale Beziehung. Ohne soziale Sicherheit bleibt Freiheit ein Privileg der Reichen. Kritiker fürchten die Bevormundung durch einen \"Nanny-Staat\".",
        "beispiel": "Freiheit ist, nicht von einem Chef abhängig zu sein. Wirtschaftliche Sicherheit macht frei."
      },
      {
        "wert": 4,
        "label": "Frei zu etwas sein",
        "beschreibung": "Freiheit bedeutet die tatsächliche Möglichkeit, sein Leben nach eigenen Vorstellungen zu gestalten und an der Gesellschaft mitzuwirken.",
        "vertiefung": "Freiheit als Selbstverwirklichung und Mitbestimmung. Es geht um Bildung und Ressourcen, um Fähigkeiten zu entfalten. Kritiker sehen darin die Gefahr, dass der Staat vorschreibt, was ein \"gutes Leben\" ist.",
        "beispiel": "Freiheit ist gemeinsames Handeln. Allein ist niemand frei – nur ohnmächtig."
      },
      {
        "wert": 5,
        "label": "Frei sind alle oder keiner",
        "beschreibung": "Freiheit ist kein individueller Besitz, sondern ein Zustand der gesamten Gesellschaft. Solange Unterdrückung irgendwo existiert, ist niemand wirklich frei.",
        "vertiefung": "Bakunin: \"Ich bin erst dann wirklich frei, wenn alle Menschen um mich herum [...] gleichermaßen frei sind.\" Ziel ist die Befreiung von jeder Form von Herrschaft. Skeptiker halten dies für ein unerreichbares Ideal.",
        "beispiel": "Frei sind erst alle, wenn alle frei sind. Solange Unterdrückung existiert, ist niemand wirklich frei."
      }
    ],
    "frage": "Was ist Freiheit?",
    "linkePosition": {
      "position": "Freiheit durch soziale Sicherheit, nicht trotz ihr",
      "begruendung": "Wer von der Hand in den Mund lebt, ist nicht frei. Echte Freiheit braucht materielle Grundlagen: Wohnung, Gesundheit, Bildung, Zeit. Die Linke will Freiheit für alle, nicht nur für die, die es sich leisten können.",
      "gegenargument": "Bist du frei, wenn du jeden Job annehmen musst? Wenn du zwischen drei Schichten pendeln musst? Freiheit ohne Sicherheit ist ein leeres Versprechen. Erst wer keine Angst hat, kann wirklich wählen."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId151",
    "rechteGegenrede": {
      "titel": "Freiheit ohne Sicherheit ist ein leeres Versprechen",
      "text": "Frei von Einmischung? Das ist die Freiheit des Wolfs im Schafspferch. Wer Geld hat, kann alles tun. Wer keins hat, ist frei zu verhungern. Das ist nicht Freiheit – das ist Auslese.\n\nEchte Freiheit braucht Grundlagen: eine Wohnung, Gesundheitsversorgung, Bildung, Einkommen. Wer sich das alles erst verdienen muss, ist nicht frei – er ist abhängig. Von Vermietern, Arbeitgebern, dem Wohlwollen anderer.\n\nDer Liberalismus sagt: Der Staat soll mich in Ruhe lassen. Aber wer sagt: Der Konzern soll mich in Ruhe lassen? Der Vermieter? Der Chef? Warum ist nur staatliche Macht ein Problem?\n\nDie Freiheit, schlechte Arbeitsbedingungen abzulehnen, hat nur, wer nicht auf jeden Job angewiesen ist. Verhandlungsmacht kommt aus Sicherheit. Wer Angst vor dem Absturz hat, ist nicht frei.\n\nDie Linke will Freiheit für alle, nicht nur für die, die es sich leisten können. Das bedeutet: soziale Rechte, Grundsicherung, öffentliche Daseinsvorsorge. Freiheit durch Gleichheit, nicht gegen sie."
    }
  },
  "17": {
    "titel": "SOLIDARITÄT",
    "stufen": [
      {
        "wert": 1,
        "label": "Die Eigenen zuerst",
        "beschreibung": "Solidarität gilt dem engsten Umfeld. Man hilft Verwandten und Freunden; darüber hinaus gibt es keine Verpflichtung zur Hilfe.",
        "vertiefung": "Partikulare Solidarität. Fokus auf Blutsbande und Loyalität. Linke Kritik: Dies führt zu Korruption, Vetternwirtschaft und der Vernachlässigung derjenigen, die keine Familie haben.",
        "beispiel": "Solidarität gilt dem engsten Umfeld: Familie, Freunde, vielleicht Nachbarn. Darüber hinaus? Jeder für sich."
      },
      {
        "wert": 2,
        "label": "Deutsche zuerst",
        "beschreibung": "Solidarität gilt den Mitbürgern innerhalb des eigenen Landes. Der Sozialstaat ist eine Solidargemeinschaft der Staatsangehörigen.",
        "vertiefung": "Wohlfahrtschauvinismus. Man sorgt für die \"eigenen Leute\", grenzt aber Nicht-Staatsbürger aus. Kritiker sagen, dies spalte die internationale Arbeiterklasse und fördere Rassismus.",
        "beispiel": "Solidarität unter Landsleuten. Der Sozialstaat ist eine Gemeinschaft der Staatsbürger."
      },
      {
        "wert": 3,
        "label": "Arbeiter*innen aller Länder",
        "beschreibung": "Solidarität gilt allen, die in derselben sozialen Lage sind, egal aus welchem Land. Der gemeinsame Kampf gegen Ausbeutung verbindet die Lohnabhängigen weltweit.",
        "vertiefung": "Klassischer Internationalismus. \"Proletarier aller Länder, vereinigt euch!\" Ziel ist die Überwindung nationaler Identitäten. Kritiker halten Klassenidentität heute für zu schwach, um Menschen wirklich zu einen.",
        "beispiel": "Arbeiter*innen aller Länder – der gemeinsame Kampf gegen Ausbeutung verbindet über Grenzen hinweg."
      },
      {
        "wert": 4,
        "label": "Universelle Solidarität",
        "beschreibung": "Jeder Mensch hat denselben Wert und Anspruch auf Hilfe, unabhängig von Herkunft, Klasse oder Geschlecht. Menschsein allein begründet die Pflicht zur Solidarität.",
        "vertiefung": "Humanistischer Ansatz. Solidarität als universelle Menschenpflicht. Kritiker bemängeln, dass eine Solidarität, die \"alle\" meint, oft unverbindlich bleibt und konkrete Kämpfe vernachlässigt.",
        "beispiel": "Jeder Mensch hat denselben Wert. Menschsein allein begründet die Pflicht zur Solidarität."
      },
      {
        "wert": 5,
        "label": "Auch Tiere, auch Natur",
        "beschreibung": "Solidarität endet nicht beim Menschen. Wir tragen Verantwortung für alle Lebewesen und die Integrität der Ökosysteme, von denen wir abhängen.",
        "vertiefung": "Holistische Sichtweise (Deep Ecology). Der Mensch ist Teil eines Netzes des Lebens. Ausbeutung von Natur und Tieren wird mit der Ausbeutung von Menschen gleichgesetzt. Skeptiker fragen nach der Grenze der Solidarität (z. B. bei Schädlingen).",
        "beispiel": "Auch Tiere, auch Natur. Solidarität endet nicht beim Menschen – wir sind Teil eines Netzes des Lebens."
      }
    ],
    "frage": "Wem schulden wir Solidarität?",
    "linkePosition": {
      "position": "Internationale Solidarität über Grenzen hinweg",
      "begruendung": "Die Probleme sind global, also müssen die Lösungen es auch sein. Die Linke steht für Solidarität mit Unterdrückten weltweit – gegen Nationalismus, gegen die Spaltung in Deutsche und Nicht-Deutsche.",
      "gegenargument": "Der Niedriglöhner aus Polen ist nicht dein Feind – er ist dein Kollege. Der Feind ist ein System, das euch gegeneinander ausspielt. Solidarität ist keine Schwäche, sondern Stärke in Zahlen."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId151",
    "rechteGegenrede": {
      "titel": "Solidarität endet nicht an Grenzen",
      "text": "Erst die eigenen Leute? Wer sind die Eigenen? Der Milliardär mit deutschem Pass ist mir näher als die Putzfrau aus Polen? Nach welcher Logik?\n\nNationalismus ist das Werkzeug, mit dem die Herrschenden die Beherrschten spalten. Solange der deutsche Arbeiter den polnischen für seinen Feind hält, kämpfen sie nicht gemeinsam gegen die, die sie beide ausbeuten.\n\nDie Probleme sind global: Klimakrise, Steuerflucht, Konzernmacht. Kein Nationalstaat kann sie allein lösen. Wer sagt eigenes Land first, sagt eigentlich: Lösungen sind mir egal.\n\nDie Solidarität der Vielen ist stärker als das Geld der Wenigen. Aber nur, wenn sie sich nicht spalten lassen. Die Linke sagt: Unsere Leute sind alle, die arbeiten müssen. Egal welchen Pass sie haben.\n\nInternationalismus ist kein Luxus für gute Zeiten. Er ist die Bedingung dafür, dass wir überhaupt eine Chance haben. Gemeinsam sind wir stark. Getrennt sind wir verloren."
    }
  },
  "18": {
    "titel": "WOHNEN",
    "stufen": [
      {
        "wert": 1,
        "label": "Der Markt soll bauen",
        "beschreibung": "Mehr Bauland ausweisen, Vorschriften lockern, Investoren anlocken. Wenn genug gebaut wird, sinken die Preise von selbst. Eingriffe wie Mietpreisbremsen schrecken nur Investoren ab.",
        "vertiefung": "Die Position des Neoliberalismus. Wohnungsmangel wird als Angebotsproblem gesehen, das durch Deregulierung gelöst werden könne. Kritiker weisen darauf hin, dass der Markt seit Jahrzehnten versagt und vor allem Luxuswohnungen entstehen.",
        "beispiel": "Überall entstehen neue Hochhäuser – Eigentumswohnungen, Büroflächen, Aparthotels. Bezahlbare Mietwohnungen? Lohnen sich nicht. Wer kein Geld hat, pendelt eben von weiter draußen."
      },
      {
        "wert": 2,
        "label": "Regulierung und Förderung",
        "beschreibung": "Mietpreisbremse, Milieuschutz, Förderung von sozialem Wohnungsbau. Der Markt braucht klare Grenzen, aber Privateigentum an Wohnraum bleibt grundsätzlich legitim.",
        "vertiefung": "Die klassisch sozialdemokratische Position. Der Staat korrigiert Marktversagen, ohne die Eigentumsordnung anzutasten. Kritiker sagen, dass Schlupflöcher und Umgehungsstrategien diese Maßnahmen oft wirkungslos machen.",
        "beispiel": "Die Miete ist gedeckelt bei Wiedervermietung. Aber: Modernisierungszuschläge, Eigenbedarfskündigungen, möblierte Vermietung – für jede Regel gibt es einen Umweg."
      },
      {
        "wert": 3,
        "label": "Massiver öffentlicher Wohnungsbau",
        "beschreibung": "Kommunen und gemeinnützige Träger bauen im großen Stil. Mindestens die Hälfte aller Neubauten soll Sozialwohnungen sein. Genossenschaften werden stark gefördert.",
        "vertiefung": "Das Modell der Nachkriegszeit, als in Wien oder Hamburg massenhaft kommunaler Wohnraum entstand. Ziel ist eine Preisanker-Funktion: Öffentlicher Wohnraum drückt die Mieten im gesamten Markt. Kritiker fragen, woher das Geld kommen soll.",
        "beispiel": "Die Stadt baut ganze Viertel: 60% Sozialwohnungen, 40% frei finanziert. Die kommunalen Wohnungen kosten dauerhaft unter 8€/qm – das drückt auch die Privatmieten."
      },
      {
        "wert": 4,
        "label": "Große Konzerne enteignen",
        "beschreibung": "Immobilienkonzerne wie Vonovia oder Deutsche Wohnen werden vergesellschaftet. Ihre Wohnungen gehen in demokratisch kontrolliertes Gemeineigentum über. \"Deutsche Wohnen & Co. enteignen!\"",
        "vertiefung": "Die Position, die in Berlin 2021 per Volksentscheid angenommen wurde. Artikel 15 Grundgesetz erlaubt die Vergesellschaftung von Grund und Boden. Kritiker warnen vor hohen Entschädigungskosten und Rechtsunsicherheit.",
        "beispiel": "Die 240.000 Wohnungen von Deutsche Wohnen gehören jetzt der Stadt. Gewählte Mieterräte entscheiden über Sanierungen. Die Rendite fließt nicht mehr an Aktionäre, sondern in Instandhaltung."
      },
      {
        "wert": 5,
        "label": "Wohnen komplett vergesellschaften",
        "beschreibung": "Grund und Boden können kein Privateigentum sein. Alles Wohneigentum über Eigenbedarf wird in Gemeineigentum überführt. Wohnen ist Menschenrecht, keine Ware.",
        "vertiefung": "Die radikalste Position, die an Henry Georges Bodenreform oder anarchistische Konzepte anknüpft. Boden ist von niemandem gemacht worden – warum sollte jemand ihn besitzen dürfen? Kritiker halten dies für einen zu drastischen Eingriff in Eigentumsrechte.",
        "beispiel": "Niemand \"besitzt\" mehr Wohnraum als Kapitalanlage. Wohnungen werden bewohnt oder weitergegeben. Der Quadratmeterpreis existiert nicht mehr – es gibt nur noch Nutzungsrechte."
      }
    ],
    "frage": "Wie lösen wir die Wohnungskrise?",
    "linkePosition": {
      "position": "Enteignung großer Wohnkonzerne, Mietenstopp, sozialer Wohnungsbau",
      "begruendung": "Wohnen ist Menschenrecht, keine Ware. Die Linke unterstützt 'Deutsche Wohnen & Co. enteignen' und fordert bundesweiten Mietenstopp. Artikel 15 GG macht Vergesellschaftung möglich.",
      "gegenargument": "Warum darf jemand an deinem Grundbedürfnis verdienen? Du zahlst ein Drittel deines Einkommens für Miete – der Konzern schüttet Dividenden aus. Ist das Eigentum, das verpflichtet?"
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId159",
    "rechteGegenrede": {
      "titel": "Wohnen ist ein Menschenrecht, keine Ware",
      "text": "Der Markt soll bauen? Der Markt baut seit Jahrzehnten. Und was hat er gebaut? Eigentumswohnungen, Bürotürme, Luxusapartments. Bezahlbare Mietwohnungen? Lohnen sich nicht.\n\nEin Drittel deines Einkommens geht für Miete drauf – in Städten oft mehr. Dieses Geld fließt an Konzerne, die damit Dividenden ausschütten. Du arbeitest, um Aktionäre reich zu machen. Ist das gerecht?\n\nWohnen ist ein Grundbedürfnis wie Wasser oder Luft. Würdest du Luft privatisieren? Wasser hat man versucht – es war ein Desaster. Warum soll es bei Wohnungen anders sein?\n\nIn Wien gehört ein Drittel aller Wohnungen der Stadt. Die Mieten sind halb so hoch wie in München. Das ist kein Zufall, das ist Politik. Politik, die auch hier möglich wäre.\n\nDie Linke sagt: Enteignung großer Wohnkonzerne. Mietenstopp. Sozialer Wohnungsbau. Das ist keine Revolution – das ist Artikel 15 Grundgesetz. Die Verfassung ist auf unserer Seite."
    }
  },
  "19": {
    "titel": "NATO",
    "stufen": [
      {
        "wert": 1,
        "label": "NATO als Sicherheitsgarant",
        "beschreibung": "Die NATO schützt Deutschland vor äußeren Bedrohungen. Das 2%-Ziel bei Verteidigungsausgaben ist gerechtfertigt. Die transatlantische Bindung ist unverzichtbar.",
        "vertiefung": "Die Position des Mainstream von CDU bis Teilen der Grünen. Die NATO wird als Verteidigungsbündnis gesehen, das Frieden durch Abschreckung sichert. Kritiker verweisen auf Angriffskriege (Jugoslawien, Libyen) und die Osterweiterung als Eskalationstreiber.",
        "beispiel": "Kampfjets patrouillieren an der Ostflanke, Raketen stehen in Polen. Die Botschaft: Wer uns angreift, greift alle an. Abschreckung als Friedensstrategie."
      },
      {
        "wert": 2,
        "label": "NATO reformieren",
        "beschreibung": "Die NATO hat Fehler gemacht, bleibt aber grundsätzlich wichtig. Sie muss sich auf Verteidigung beschränken, die europäische Säule stärken und den Dialog mit Russland suchen.",
        "vertiefung": "Die Position der progressiven Realpolitik. Man erkennt Probleme an, hält aber einen Austritt für unrealistisch oder gefährlich. Ziel ist eine Transformation von innen. Kritiker sagen, die NATO sei nicht reformierbar.",
        "beispiel": "Eine reformierte NATO beteiligt sich nicht mehr an Interventionen außerhalb des Bündnisgebiets. Statt Aufrüstung gibt es einen ständigen Gesprächskanal nach Moskau."
      },
      {
        "wert": 3,
        "label": "Neue Sicherheitsarchitektur",
        "beschreibung": "Die NATO durch ein System kollektiver Sicherheit ersetzen, das alle Staaten einschließt – auch Russland und China. Die OSZE stärken, gemeinsame Sicherheit statt Konfrontation.",
        "vertiefung": "Die klassische Position der Friedensbewegung und Teile der Linken. Sicherheit gibt es nur miteinander, nicht gegeneinander. Das Konzept geht auf die Entspannungspolitik der 1970er zurück. Kritiker halten es nach 2022 für naiv.",
        "beispiel": "Ein europäisches Sicherheitssystem, in dem Russland, die Ukraine und die EU gemeinsam über Abrüstung verhandeln. Keine Blöcke mehr, sondern ein Tisch, an dem alle sitzen."
      },
      {
        "wert": 4,
        "label": "NATO-Austritt anstreben",
        "beschreibung": "Deutschland sollte aus der NATO austreten und eine eigenständige Friedenspolitik verfolgen. Keine Beteiligung an Militärbündnissen, stattdessen aktive Neutralität.",
        "vertiefung": "Die Position der traditionellen Linken und Teile der Friedensbewegung. Die NATO wird als Instrument US-amerikanischer Hegemonie gesehen. Kritiker fragen, wie Sicherheit ohne Bündnisse gewährleistet werden soll.",
        "beispiel": "Deutschland wie ein großes Österreich oder die Schweiz: neutral, bündnisfrei, aber mit diplomatischem Gewicht. Keine US-Basen mehr auf deutschem Boden, keine Atomwaffen in Büchel."
      },
      {
        "wert": 5,
        "label": "Alle Militärbündnisse auflösen",
        "beschreibung": "Die NATO ist ein imperialistisches Kriegsbündnis und muss sofort aufgelöst werden. Vollständige Abrüstung, keine Armeen, keine Grenzen. Frieden durch Gerechtigkeit, nicht durch Waffen.",
        "vertiefung": "Die antimilitaristische und anarchistische Position. Armeen sind Instrumente der Herrschaft, egal unter welcher Flagge. Kritiker halten dies für weltfremd angesichts realer Bedrohungen.",
        "beispiel": "Eine Welt ohne Armeen. Die Milliarden aus den Rüstungsetats fließen in Schulen, Krankenhäuser, Klimaschutz. Konflikte werden verhandelt, nicht beschossen."
      }
    ],
    "frage": "Wie stehst du zur NATO?",
    "linkePosition": {
      "position": "Auflösung der NATO, Aufbau kollektiver Sicherheitssysteme",
      "begruendung": "Die NATO ist kein Verteidigungsbündnis, sondern ein Interventionsbündnis. Jugoslawien, Afghanistan, Libyen – das sind keine Verteidigungen. Die Linke fordert Abrüstung und eine neue Sicherheitsarchitektur.",
      "gegenargument": "Die NATO sollte uns vor dem Kalten Krieg schützen – der ist seit 30 Jahren vorbei. Trotzdem Osterweiterung, trotzdem Aufrüstung. Wem nützt das? Sicherheit entsteht durch Entspannung, nicht durch Eskalation."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId165",
    "rechteGegenrede": {
      "titel": "Die NATO ist kein Verteidigungsbündnis",
      "text": "Die NATO sollte gegen die Sowjetunion verteidigen. Die Sowjetunion gibt es seit über 30 Jahren nicht mehr. Aber die NATO ist noch da – größer als je zuvor. Wogegen verteidigt sie eigentlich?\n\nJugoslawien, Afghanistan, Libyen – das waren keine Verteidigungen. Das waren Angriffskriege unter NATO-Flagge. Hunderttausende Tote, zerstörte Länder, und Europa ist nicht sicherer geworden.\n\nDas 2%-Ziel bedeutet: immer mehr Geld für Waffen. 100 Milliarden Sondervermögen – in einem Land, in dem Schulen zerfallen und Brücken einstürzen. Das sind die Prioritäten?\n\nSicherheit entsteht nicht durch Abschreckung. Sie entsteht durch Entspannung. Der Kalte Krieg endete nicht durch Aufrüstung, sondern durch Verhandlungen. Wann lernen wir diese Lektion?\n\nDie Linke sagt: Raus aus der NATO, rein in eine neue Sicherheitsarchitektur. Eine, die alle einschließt, statt neue Fronten zu schaffen. Das ist nicht naiv – das ist die einzige realistische Option für Frieden."
    }
  },
  "20": {
    "titel": "POLIZEI",
    "stufen": [
      {
        "wert": 1,
        "label": "Polizei stärken",
        "beschreibung": "Mehr Polizei bedeutet mehr Sicherheit. Die Polizei braucht bessere Ausrüstung, mehr Personal und erweiterte Befugnisse. Wer nichts zu verbergen hat, hat nichts zu befürchten.",
        "vertiefung": "Die konservative \"Law and Order\"-Position. Sicherheit wird als Abwesenheit von Kriminalität verstanden, nicht als soziale Sicherheit. Kritiker sehen darin den Weg in einen Überwachungsstaat.",
        "beispiel": "Auf jedem Bahnhof stehen Beamte mit Maschinenpistolen. Kameras erfassen jeden Winkel. Die Kriminalitätsstatistik sinkt – aber wer definiert, was kriminell ist?"
      },
      {
        "wert": 2,
        "label": "Bessere Kontrolle",
        "beschreibung": "Die Polizei macht wichtige Arbeit, braucht aber bessere Kontrolle. Kennzeichnungspflicht, unabhängige Beschwerdestellen, konsequente Aufarbeitung von Fehlverhalten.",
        "vertiefung": "Die linksliberale Position. Polizeigewalt wird als Fehlverhalten Einzelner gesehen, das durch bessere Mechanismen verhindert werden kann. Kritiker halten dies für naiv: Das Problem sei strukturell.",
        "beispiel": "Jeder Beamte trägt eine sichtbare Nummer. Beschwerden landen bei einer unabhängigen Stelle, nicht bei der Polizei selbst. Bodycams dokumentieren jeden Einsatz."
      },
      {
        "wert": 3,
        "label": "Strukturelle Reform",
        "beschreibung": "Polizeigewalt ist kein Einzelfall, sondern strukturell. Es braucht eine unabhängige Rassismusstudie, Deeskalationstraining, diverse Einstellung und eine grundlegende Reform der Polizeikultur.",
        "vertiefung": "Die Position der kritischen Kriminologie. Die Polizei reproduziert gesellschaftliche Machtverhältnisse – Rassismus, Klassismus, Sexismus. Nur tiefgreifende Reformen können das ändern.",
        "beispiel": "Die Polizeiausbildung dauert drei Jahre statt weniger Monate. Antirassismus, Deeskalation und Sozialarbeit sind Hauptfächer. Die Truppe spiegelt die Vielfalt der Gesellschaft."
      },
      {
        "wert": 4,
        "label": "Defunding – Gelder umschichten",
        "beschreibung": "Weniger Polizei, mehr Sozialarbeit. Die Gelder aus den aufgeblähten Polizeibudgets sollen in Prävention, Gesundheit, Bildung und Wohnungsbau fließen. Entwaffnung der Polizei im Alltag.",
        "vertiefung": "Die Position, die 2020 unter dem Slogan \"Defund the Police\" weltweit bekannt wurde. Die Idee: Viele Probleme, für die heute Polizei gerufen wird, brauchen keine bewaffneten Beamten, sondern Hilfe.",
        "beispiel": "Bei einer psychischen Krise kommen keine bewaffneten Beamten, sondern ein Team aus Sozialarbeit und Pflege. Die Polizei ist nur noch für echte Gefahrenlagen zuständig – und das sind wenige."
      },
      {
        "wert": 5,
        "label": "Abolitionismus",
        "beschreibung": "Die Polizei als Institution abschaffen. Sicherheit wird durch die Gemeinschaft selbst organisiert – durch transformative Gerechtigkeit, Nachbarschaftsräte, Care-Arbeit. Keine Käfige, keine Cops.",
        "vertiefung": "Die Position der Gefängnisabschaffungsbewegung (Angela Davis, Ruth Wilson Gilmore). Die Polizei schützt Eigentum, nicht Menschen. Eine gerechte Gesellschaft braucht keine Polizei. Kritiker fragen, wie mit Gewaltverbrechen umgegangen werden soll.",
        "beispiel": "Ein Viertel ohne Streifenwagen. Konflikte werden im Nachbarschaftskreis besprochen. Wer Schaden anrichtet, macht ihn wieder gut – durch Arbeit, Gespräch, Wiedergutmachung. Nicht durch Käfige."
      }
    ],
    "frage": "Was tun mit der Polizei?",
    "linkePosition": {
      "position": "Strukturelle Reform, Rassismus bekämpfen, Defunding prüfen",
      "begruendung": "Polizeigewalt ist kein Einzelfall. Racial Profiling, rechte Netzwerke, mangelnde Aufklärung – das sind strukturelle Probleme. Die Linke fordert unabhängige Kontrolle, Kennzeichnungspflicht und eine Polizei, die schützt statt kontrolliert.",
      "gegenargument": "Wer wird kontrolliert am Bahnhof? Wer bekommt die Hausdurchsuchung? Die Polizei ist nicht neutral – sie schützt Eigentum mehr als Menschen. Sicherheit für alle heißt auch: weniger Angst vor der Polizei."
    },
    "programmLink": "https://www.die-linke.de/partei/programm/#c8teleId155",
    "rechteGegenrede": {
      "titel": "Sicherheit für alle – nicht nur für manche",
      "text": "Mehr Polizei, mehr Sicherheit? Für wen? Wer wird kontrolliert auf der Straße? Wer bekommt die Hausdurchsuchung? Die Polizei schützt nicht alle gleich – sie kontrolliert vor allem die, die ohnehin wenig haben.\n\nRacial Profiling ist illegal, aber alltäglich. Rechte Netzwerke in Polizeibehörden werden aufgedeckt, und dann? Einzelfälle, heißt es. Immer wieder. Wann sind Einzelfälle ein Muster?\n\nDie Polizei schützt vor allem eins: Eigentum. Deshalb räumt sie Obdachlose von Parkbänken und schützt Konzernzentralen. Sicherheit für Besitz – Kontrolle für Menschen.\n\nMehr Polizei löst keine sozialen Probleme. Armut, Sucht, psychische Krisen – das braucht Sozialarbeit, nicht Schlagstöcke. Jeder Euro in Prävention spart zehn Euro in Repression.\n\nDie Linke sagt: Unabhängige Kontrolle der Polizei. Kennzeichnungspflicht. Rassismusstudie. Und vor allem: Eine Gesellschaft, die so gerecht ist, dass sie keine bewaffneten Kontrolleure braucht."
    }
  }
}