{
  "stockwerke": {
    "dachgeschoss": {
      "name": "Dachgeschoss",
      "untertitel": "Visionen & Träume",
      "icon": "🏔️",
      "beschreibung": "Ganz oben, wo das Licht hereinströmt und der Blick weit reicht. Hier wird geträumt, was sein könnte. Wer nur hier lebt, verliert den Boden unter den Füßen – aber wer nie hier war, weiß nicht, wofür gekämpft wird.",
      "zimmer": ["D1", "D2", "D3"]
    },
    "erster_stock": {
      "name": "Erster Stock",
      "untertitel": "Strategie & Subjekt",
      "icon": "🏛️",
      "beschreibung": "Das Gehirn des Hauses. Hier werden Pläne geschmiedet, Kräfte analysiert, Wege gesucht. An den Wänden hängen Karten, auf den Tischen liegen Bücher. Hier fragt man: Wer sind wir? Wohin gehen wir? Wie kommen wir dahin?",
      "zimmer": ["A1", "A2", "A3", "A4"]
    },
    "erdgeschoss": {
      "name": "Erdgeschoss",
      "untertitel": "Ökonomie & Arbeit",
      "icon": "🏠",
      "beschreibung": "Das Herz des Hauses, wo das tägliche Leben pulsiert. Hier wird gearbeitet, gekocht, verteilt. Hier riecht es nach Schweiß und Brot. Die grundlegenden Fragen: Wer produziert? Wer bekommt? Wem gehört?",
      "zimmer": ["B1", "B2", "B3"]
    },
    "souterrain": {
      "name": "Souterrain",
      "untertitel": "Gesellschaft & Welt",
      "icon": "🌍",
      "beschreibung": "Halb unter der Erde, aber mit Fenstern zur Welt. Hier sind die Wurzeln – die Verbindungen zu dem, was größer ist als wir: Geschichte, Natur, Geschlecht, die ganze Welt. Ein Ort der Tiefe.",
      "zimmer": ["C1", "C2", "C3"]
    },
    "keller": {
      "name": "Keller",
      "untertitel": "Praxis & Mittel",
      "icon": "🔧",
      "beschreibung": "Ganz unten, wo die Werkzeuge lagern. Hier wird repariert, gebastelt, vorbereitet. Manche finden es hier zu dunkel, aber ohne diesen Ort gibt es keine Praxis. Hier wird aus Ideen Wirklichkeit.",
      "zimmer": ["E1", "E2", "E3", "E4"]
    }
  },

  "zimmer": {
    "D1": {
      "name": "Utopie-Zimmer",
      "achse": "D1",
      "pole": ["Anti-Utopie", "Konkrete Utopie"],
      "funktion": "Träumen",
      "kurz": "Hier wird geträumt, was sein könnte.",
      "beschreibung": "Ein Raum mit großen Fenstern zum Himmel. An den Wänden hängen Bilder von Welten, die es noch nicht gibt: fliegende Städte, Gärten ohne Zäune, Menschen ohne Angst. Hier sitzt man oft allein und schaut hinaus. Manche halten diesen Raum für unnütz – aber wer nie hier war, kämpft blind. Die Frage hier ist nicht 'Was ist?', sondern 'Was könnte sein?' – und ob man es wagen darf, das laut zu sagen.",
      "atmosphaere": "Licht fällt schräg ein. Stille, nur das Kratzen von Stiften auf Papier. Jemand summt eine Melodie, die es noch nicht gibt.",
      "typische_bewohner": ["Ernst Bloch", "William Morris", "Ursula K. Le Guin", "Thomas Morus"],
      "taetigkeit": "Hier werden Bilder gemalt, Geschichten geschrieben, Möglichkeiten durchgespielt. Wer das Haus verlässt, um zu kämpfen, nimmt ein Bild von hier mit."
    },

    "D2": {
      "name": "Transformations-Labor",
      "achse": "D2",
      "pole": ["Graduell", "Revolution"],
      "funktion": "Übersetzen",
      "kurz": "Hier werden Träume in Pläne verwandelt.",
      "beschreibung": "Ein Raum voller Tafeln, Diagramme, Zeitstrahlen. Hier arbeiten die Übersetzer*innen: Sie nehmen die Bilder aus dem Utopie-Zimmer und fragen: Wie kommen wir dahin? In welchen Schritten? Die einen zeichnen lange, gewundene Pfade, die anderen kurze, steile Aufstiege. Manchmal fliegen Kreide und Argumente durch die Luft.",
      "atmosphaere": "Kreidestaub in der Luft, halbvolle Kaffeetassen, Zeichnungen, die übereinander geklebt wurden. Jemand ruft: 'Das dauert zu lange!' – jemand anderes: 'Das geht zu schnell!'",
      "typische_bewohner": ["Antonio Gramsci", "Rosa Luxemburg", "Erik Olin Wright", "André Gorz"],
      "taetigkeit": "Hier werden Übergänge geplant, Widersprüche kartiert, Zeiträume abgesteckt. Das Handwerk der Transformation."
    },

    "D3": {
      "name": "Sinn-Raum",
      "achse": "D3",
      "pole": ["Säkular", "Spirituell"],
      "funktion": "Orientieren",
      "kurz": "Hier fragt man: Warum das alles?",
      "beschreibung": "Ein stiller Raum, fast leer. Ein paar Kissen, eine Kerze, ein Fenster. Hier kommen Menschen hin, wenn sie müde sind, wenn sie zweifeln, wenn sie fragen: Wofür? Manche beten hier, andere meditieren, wieder andere sitzen einfach und schweigen. Es gibt keine Antworten an den Wänden – nur die Fragen, die jede*r selbst mitbringt.",
      "atmosphaere": "Stille. Manchmal ein Atemzug, ein Seufzer. Das Licht wechselt mit den Tageszeiten. Hier wird nicht gestritten.",
      "typische_bewohner": ["Simone Weil", "Dorothee Sölle", "Thich Nhat Hanh", "Erich Fromm"],
      "taetigkeit": "Hier wird nicht produziert, sondern innegehalten. Wer von hier zurückkommt, ist klarer – oder ehrlicher in der Verwirrung."
    },

    "A1": {
      "name": "Taktik-Büro",
      "achse": "A1",
      "pole": ["Reform", "Revolution"],
      "funktion": "Planen",
      "kurz": "Hier werden die nächsten Züge geplant.",
      "beschreibung": "Ein Raum mit großen Karten an den Wänden: Stadtkarten, Organigramme, Zeitpläne. Am Tisch sitzen Menschen über Papieren gebeugt und diskutieren Routen. Die Grundfrage: Wie kommen wir voran? Die einen zeigen auf Institutionen, die anderen auf die Straße, die dritten auf beides. Hier gibt es viel Streit – aber auch die Pläne, die das Haus zum Handeln bringen.",
      "atmosphaere": "Zigarettenrauch (obwohl eigentlich verboten), Kaffeeflecken auf Karten, rote Fäden zwischen Pins. Jemand tippt hektisch auf einem Laptop, jemand telefoniert leise.",
      "typische_bewohner": ["Rosa Luxemburg", "Eduard Bernstein", "Lenin", "Saul Alinsky"],
      "taetigkeit": "Hier werden Strategien entworfen, Taktiken diskutiert, der nächste Schritt geplant. Was hier entsteht, geht als Auftrag ins ganze Haus."
    },

    "A2": {
      "name": "Subjekt-Werkstatt",
      "achse": "A2",
      "pole": ["Arbeiterklasse", "Alle Unterdrückten"],
      "funktion": "Mobilisieren",
      "kurz": "Hier wird gefragt: Wer kämpft?",
      "beschreibung": "Ein Raum voller Listen, Fotos, Kontakte. An einer Wand: Bilder von Arbeiter*innen, Studierenden, Marginalisierten. Hier wird gefragt: Wer hat die Kraft zur Veränderung? Wer muss angesprochen werden? Die einen zählen Fabrikarbeiter*innen, die anderen Care-Arbeiter*innen, die dritten sagen: Alle, die leiden. Hier werden Brücken gebaut – oder Gräben markiert.",
      "atmosphaere": "Ein Sammelsurium: Flyer, Buttons, ein altes Gewerkschaftsbanner. Jemand klebt Fotos an die Wand, jemand streicht Namen von einer Liste.",
      "typische_bewohner": ["Karl Marx", "bell hooks", "Frantz Fanon", "Silvia Federici"],
      "taetigkeit": "Hier wird Kontakt gehalten, werden Menschen angesprochen, wird gefragt: Wer bist du? Was brauchst du? Was kannst du? Das Ohr des Hauses zur Welt."
    },

    "A3": {
      "name": "Staatstheorie-Bibliothek",
      "achse": "A3",
      "pole": ["Staat erobern", "Staat abschaffen"],
      "funktion": "Analysieren",
      "kurz": "Hier wird Macht studiert.",
      "beschreibung": "Regale bis zur Decke, voller Bücher über Staaten, Regime, Revolutionen. Ein langer Tisch, an dem Menschen lesen und Notizen machen. Die Grundfrage: Was ist der Staat? Werkzeug, das wir nutzen können? Oder Feind, den wir zerschlagen müssen? Die Bibliothek gibt keine Antwort – sie liefert Material für beide Seiten.",
      "atmosphaere": "Staubig, still, konzentriert. Das Rascheln von Seiten. Jemand flüstert: 'Lies mal Poulantzas, Seite 234.' Eine alte Schreibmaschine steht in der Ecke, manchmal benutzt sie noch jemand.",
      "typische_bewohner": ["Nicos Poulantzas", "Michail Bakunin", "Lenin", "Murray Bookchin"],
      "taetigkeit": "Hier wird gelesen, exzerpiert, verglichen. Wer hier arbeitet, versteht, wie Macht funktioniert – und kann sie besser bekämpfen oder nutzen."
    },

    "A4": {
      "name": "Orga-Zentrale",
      "achse": "A4",
      "pole": ["Zentralistisch", "Basisdemokratisch"],
      "funktion": "Koordinieren",
      "kurz": "Hier laufen die Fäden zusammen.",
      "beschreibung": "Der praktischste Raum im Haus: Telefone, Kalender, To-Do-Listen, ein großes Whiteboard mit Terminen. Hier wird koordiniert, delegiert, erinnert. Ohne diesen Raum würde das Haus im Chaos versinken. Die Frage hier: Wie organisieren wir uns? Wer entscheidet? Wie schnell? Die einen wollen effiziente Strukturen, die anderen wollen, dass alle mitreden.",
      "atmosphaere": "Geschäftigkeit. Post-its überall. Jemand ruft: 'Wer macht das Protokoll?' Ein Drucker rattert. Irgendwo klingelt ein Telefon.",
      "typische_bewohner": ["Clara Zetkin", "Jo Freeman", "Mao Zedong", "Ella Baker"],
      "taetigkeit": "Hier wird das Haus am Laufen gehalten: Termine koordiniert, Aufgaben verteilt, Konflikte geschlichtet. Die unspektakuläre, unverzichtbare Arbeit."
    },

    "B1": {
      "name": "Plan-Küche",
      "achse": "B1",
      "pole": ["Markt", "Vollplanung"],
      "funktion": "Versorgen",
      "kurz": "Hier wird gekocht und gerechnet.",
      "beschreibung": "Eine große Küche mit langen Tischen. Hier wird tatsächlich gekocht – aber auch diskutiert: Wer bekommt wie viel? Nach welchen Kriterien verteilen wir? Die einen rechnen mit Tabellen und Algorithmen, die anderen fragen die Leute direkt, was sie brauchen. Der Geruch von Essen mischt sich mit dem Geruch von Tinte.",
      "atmosphaere": "Töpfe klappern, jemand schneidet Gemüse, am Nebentisch rechnet jemand auf einem Blatt Papier. 'Reicht das für alle?' – 'Wenn wir anders verteilen, ja.'",
      "typische_bewohner": ["Paul Cockshott", "Oskar Lange", "Otto Neurath", "Elinor Ostrom"],
      "taetigkeit": "Hier wird versorgt – mit Essen und mit Plänen. Wer hier arbeitet, denkt über Bedürfnisse nach und wie man sie erfüllt."
    },

    "B2": {
      "name": "Eigentums-Kammer",
      "achse": "B2",
      "pole": ["Staatsbesitz", "Commons"],
      "funktion": "Verwalten",
      "kurz": "Hier werden die Schlüssel aufbewahrt.",
      "beschreibung": "Ein Raum mit vielen kleinen Schubladen, Schlüsselbrettern, Verträgen. Wem gehört was? Wer darf was benutzen? Die Frage des Eigentums – hier wird sie ganz praktisch. Die einen wollen alles dem Staat übertragen, die anderen wollen, dass niemand allein besitzt, sondern alle gemeinsam verwalten. In jeder Schublade steckt ein Konflikt.",
      "atmosphaere": "Ordentlich, fast pedantisch. Jemand sortiert Dokumente, jemand diskutiert leise über einen Vertrag. 'Das gehört allen!' – 'Aber wer ist alle?'",
      "typische_bewohner": ["Pierre-Joseph Proudhon", "Silke Helfrich", "Karl Renner", "David Bollier"],
      "taetigkeit": "Hier wird organisiert, was wem gehört und wer was nutzen darf. Langweilig? Nein – hier werden Machtverhältnisse verhandelt."
    },

    "B3": {
      "name": "Arbeits-Werkstatt",
      "achse": "B3",
      "pole": ["Vollbeschäftigung", "Post-Work"],
      "funktion": "Schaffen",
      "kurz": "Hier wird gearbeitet – und über Arbeit nachgedacht.",
      "beschreibung": "Ein Raum mit Werkbänken, Maschinen, aber auch Büchern und Notizen. Hier wird tatsächlich etwas hergestellt – aber auch gefragt: Muss das sein? Wer macht was? Warum? Die einen fordern Arbeit für alle, die anderen fordern Freiheit von Arbeit. Dazwischen stehen Menschen, die Dinge reparieren und dabei reden.",
      "atmosphaere": "Maschinengeräusche, der Geruch von Holz und Metall. Jemand schweißt, jemand liest in der Pause Kathi Weeks. 'Arbeit ist Würde!' – 'Arbeit ist Zwang!'",
      "typische_bewohner": ["André Gorz", "Kathi Weeks", "David Graeber", "Frigga Haug"],
      "taetigkeit": "Hier wird produziert, repariert, erfunden – aber auch geträumt von einer Welt, in der Arbeit anders ist oder weniger nötig."
    },

    "C1": {
      "name": "Feminismus-Salon",
      "achse": "C1",
      "pole": ["Klasse zuerst", "Radikal feministisch"],
      "funktion": "Spiegeln",
      "kurz": "Hier wird sichtbar, was unsichtbar war.",
      "beschreibung": "Ein Raum mit vielen Spiegeln – aber nicht zur Eitelkeit, sondern zur Erkenntnis. Hier wird gefragt: Wer macht die Arbeit, die keiner sieht? Wer spricht, wer schweigt? Wer wird als Kämpfer gefeiert, wer kocht nebenbei? Die Spiegel zeigen, was das Haus gerne übersieht. Manche finden das unbequem.",
      "atmosphaere": "Violette Vorhänge, weiche Sessel, aber auch scharfe Gespräche. Jemand stillt ein Kind, jemand schreibt ein Manifest. 'Ihr redet von Klasse, aber wer wäscht eure Wäsche?'",
      "typische_bewohner": ["Silvia Federici", "bell hooks", "Alexandra Kollontai", "Judith Butler"],
      "taetigkeit": "Hier wird analysiert, konfrontiert, Care-Arbeit sichtbar gemacht. Wer hier arbeitet, verändert den Blick des ganzen Hauses."
    },

    "C2": {
      "name": "Natur-Gewächshaus",
      "achse": "C2",
      "pole": ["Produktivistisch", "Naturrechte"],
      "funktion": "Wachsen",
      "kurz": "Hier wird die nicht-menschliche Welt gehört.",
      "beschreibung": "Ein Raum voller Pflanzen, Erde, Wasser. Hier wächst tatsächlich etwas – aber es ist auch ein Ort des Nachdenkens: Über die Grenzen des Wachstums, über die Rechte von Flüssen und Wäldern, über eine Welt, die nicht nur für Menschen da ist. Manche im Haus halten das für Luxus – andere sagen: Ohne das ist alles andere sinnlos.",
      "atmosphaere": "Feucht, grün, lebendig. Jemand gießt Tomaten, jemand liest über Klimakollaps. Vogelgezwitscher von draußen. 'Wir müssen produzieren!' – 'Wir müssen aufhören!'",
      "typische_bewohner": ["Murray Bookchin", "Donna Haraway", "Jason W. Moore", "Vandana Shiva"],
      "taetigkeit": "Hier wird gegärtnert, aber auch geforscht. Wer hier arbeitet, erinnert das Haus daran, dass es Teil von etwas Größerem ist."
    },

    "C3": {
      "name": "Internationalismus-Karte",
      "achse": "C3",
      "pole": ["National", "No Border"],
      "funktion": "Verbinden",
      "kurz": "Hier reichen die Fäden um die Welt.",
      "beschreibung": "Eine riesige Weltkarte an der Wand, mit Fäden, die Städte verbinden. Hier wird die Verbindung zur Welt gepflegt: Briefe geschrieben, Delegationen vorbereitet, Solidarität organisiert. Die Frage: Wie weit reicht unser 'Wir'? Bis zur Landesgrenze? Bis zum Kontinent? Oder überall dorthin, wo Menschen kämpfen?",
      "atmosphaere": "Postkarten aus Chiapas, ein Poster von Rojava, ein Foto von einer Demo in Santiago. Jemand schreibt einen Brief, jemand plant eine Reise. 'Die Revolution ist global!' – 'Wir müssen hier anfangen.'",
      "typische_bewohner": ["Frantz Fanon", "Rosa Luxemburg", "Che Guevara", "Angela Davis"],
      "taetigkeit": "Hier wird Solidarität organisiert, werden Nachrichten übersetzt, Verbindungen geknüpft. Das Fenster des Hauses zur Welt."
    },

    "E1": {
      "name": "Bündnis-Schmiede",
      "achse": "E1",
      "pole": ["Klassenlinie", "Alle Bündnisse"],
      "funktion": "Zusammenbringen",
      "kurz": "Hier werden Allianzen geschmiedet.",
      "beschreibung": "Eine echte Schmiede: heiß, laut, funkensprühend. Hier werden Unterschiedliche zusammengebracht, Allianzen geformt, Bündnisse gehämmert. Das ist harte Arbeit – nicht jede Verbindung hält. Aber ohne diese Arbeit bleibt jede Gruppe für sich.",
      "atmosphaere": "Hitze, Hammerschläge, das Zischen von Wasser. Jemand ruft durch den Lärm: 'Die Gewerkschaft will nicht mit den Autonomen!' – 'Dann müssen wir mehr hämmern!'",
      "typische_bewohner": ["Saul Alinsky", "Bernie Sanders", "Jeremy Corbyn", "Ada Colau"],
      "taetigkeit": "Hier werden Bündnisse geschmiedet – buchstäblich. Wer hier arbeitet, bringt Menschen zusammen, die sich sonst nicht treffen würden."
    },

    "E2": {
      "name": "Ebenen-Zentrale",
      "achse": "E2",
      "pole": ["Zentralisierte Technik", "Basisdemokratische Technik"],
      "funktion": "Navigieren",
      "kurz": "Hier summen die Maschinen.",
      "beschreibung": "Server, Kabel, Bildschirme. Hier ist die technische Infrastruktur des Hauses: die Kommunikationskanäle, die Datenbanken, die Werkzeuge. Aber auch hier wird gestritten: Wer kontrolliert die Technik? Soll sie zentralisieren oder dezentralisieren? Befreien oder überwachen?",
      "atmosphaere": "Summen von Servern, blinkende LEDs, Kabelgewirr. Jemand tippt Code, jemand erklärt Verschlüsselung. 'Technik ist neutral!' – 'Technik ist nie neutral!'",
      "typische_bewohner": ["Aaron Swartz", "Evgeny Morozov", "Stafford Beer", "Donna Haraway"],
      "taetigkeit": "Hier wird die Infrastruktur gewartet, werden Tools entwickelt, wird über Technikpolitik nachgedacht. Das Nervensystem des Hauses."
    },

    "E3": {
      "name": "Bildungs-Keller",
      "achse": "E3",
      "pole": ["Aufklärung", "Prefiguration"],
      "funktion": "Lernen",
      "kurz": "Hier wird Wissen weitergegeben.",
      "beschreibung": "Regale mit Büchern, ein Kreis von Stühlen, eine Tafel. Hier wird gelernt und gelehrt – aber nicht wie in der Schule. Hier fragt man: Was müssen wir wissen? Wie lernen wir am besten? Die einen wollen aufklären, die anderen wollen, dass die Praxis selbst lehrt. Oft beides.",
      "atmosphaere": "Kreidestaub, offene Bücher, jemand erklärt etwas an der Tafel. 'Habt ihr Freire gelesen?' – 'Wir lernen durch Kämpfen!' – 'Warum nicht beides?'",
      "typische_bewohner": ["Paulo Freire", "Antonio Gramsci", "Ivan Illich", "bell hooks"],
      "taetigkeit": "Hier werden Lesekreise organisiert, Workshops gegeben, Fragen gestellt. Wer hier arbeitet, sorgt dafür, dass das Wissen fließt."
    },

    "E4": {
      "name": "Aktions-Kammer",
      "achse": "E4",
      "pole": ["Strikt legal", "Alle Mittel"],
      "funktion": "Ausrüsten",
      "kurz": "Hier werden die Werkzeuge aufbewahrt.",
      "beschreibung": "Ein Raum voller Dinge: Transparente, Megaphone, Seile, Kochtöpfe, Schlafsäcke, Verbandskästen. Alles, was man für die Praxis braucht. Hier wird vorbereitet, gepackt, überprüft. Die Frage: Welche Mittel sind erlaubt? Die einen sagen: Nur legale. Die anderen sagen: Was nötig ist.",
      "atmosphaere": "Praktisch, vollgestopft, ein bisschen chaotisch. Jemand faltet ein Banner, jemand packt Rucksäcke. 'Haben wir genug Wasser?' – 'Wer hat die Handschuhe?'",
      "typische_bewohner": ["Gene Sharp", "Peter Gelderloos", "die Tupamaros", "Extinction Rebellion"],
      "taetigkeit": "Hier wird die Praxis vorbereitet. Wer hier arbeitet, sorgt dafür, dass die Ideen aus dem Rest des Hauses in der Welt ankommen."
    }
  }
}
